Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: Burkina Faso
fa_ir: بورکینافاسو

source: Bulgaria
fa_ir: بلغارستان

source: Bahrain
fa_ir: بحرین

source: Burundi
fa_ir: بروندی

source: Benin
fa_ir: بنین

source: Saint Bartelemey
fa_ir: سن بارتلمی

source: Bermuda
fa_ir: برمودا

source: Brunei Darussalam
fa_ir: برونئی دارالسلام

source: Bolivia
fa_ir: بولیوی

source: Bonaire, Saint Eustatius and Saba
fa_ir: بونیر، سن اوستاتیوس و سابا

source: Brazil
fa_ir: برزیل

source: Bahamas
fa_ir: باهاما

source: Bhutan
fa_ir: بوتان

source: Bouvet Island
fa_ir: جزیره بویت

source: Botswana
fa_ir: بوتسوانا

source: Belarus
fa_ir: بلاروس

source: Belize
fa_ir: بلیز

source: Canada
fa_ir: کانادا

source: Cocos (Keeling) Islands
fa_ir: جزایر کوکوس (کیلینگ)

source: Congo, The Democratic Republic of the
fa_ir: کنگو، جمهوری دموکراتیک کنگو

source: Central African Republic
fa_ir: جمهوری آفریقای مرکزی

source: Congo
fa_ir: کنگو

source: Switzerland
fa_ir: سوئیس

source: Cote dIvoire
fa_ir: ساحل عاج

source: Cook Islands
fa_ir: جزایر کوک

source: Chile
fa_ir: شیلی

source: Cameroon
fa_ir: کامرون

source: China
fa_ir: چین

source: Colombia
fa_ir: کلمبیا

source: Costa Rica
fa_ir: کاستاریکا

source: Cuba
fa_ir: کوبا

source: Cape Verde
fa_ir: کیپ ورد

source: Curacao
fa_ir: کیوراسائو

source: Christmas Island
fa_ir: جزیره کریسمس

source: Cyprus
fa_ir: قبرس

source: Czech Republic
fa_ir: جمهوری چک

source: Germany
fa_ir: آلمان

source: Djibouti
fa_ir: جیبوتی

source: Denmark
fa_ir: دانمارک

source: Dominica
fa_ir: دومینیکا

source: Dominican Republic
fa_ir: جمهوری دومینیکن

source: Algeria
fa_ir: الجزایر

source: Ecuador
fa_ir: اکوادور

source: Estonia
fa_ir: استونی

source: Egypt
fa_ir: مصر

source: Western Sahara
fa_ir: صحرای غربی

source: Eritrea
fa_ir: اریتره

source: Spain
fa_ir: اسپانیا

source: Ethiopia
fa_ir: اتیوپی

source: Europe
fa_ir: اروپا

source: Finland
fa_ir: فنلاند

source: Fiji
fa_ir: فیجی

source: Falkland Islands (Malvinas)
fa_ir: جزایر فالکلند (مالویناس)

source: Micronesia, Federated States of
fa_ir: میکرونزی، ایالات فدرال

source: Faroe Islands
fa_ir: جزایر فارو

source: France
fa_ir: فرانسه

source: Gabon
fa_ir: گابن

source: United Kingdom
fa_ir: پادشاهی متحده

source: Grenada
fa_ir: گرنادا

source: Georgia
fa_ir: گرجستان

source: French Guiana
fa_ir: گویان فرانسه

source: Guernsey
fa_ir: گرنزی

source: Ghana
fa_ir: غنا

source: Gibraltar
fa_ir: جبل‌الطارق

source: Greenland
fa_ir: گرینلند

source: Gambia
fa_ir: گامبیا

source: Guinea
fa_ir: گینه

source: Guadeloupe
fa_ir: گوادلوپ

source: Equatorial Guinea
fa_ir: گینه استوایی

source: Greece
fa_ir: یونان

source: South Georgia and the South Sandwich Islands
fa_ir: جنوب جورجیا و جزایر ساندویچ جنوبی

source: Guatemala
fa_ir: گواتمالا

source: Guam
fa_ir: گوام

source: Guinea-Bissau
fa_ir: گینه بیسائو

source: Guyana
fa_ir: گویان

source: Hong Kong
fa_ir: هنگ کنگ

source: Heard Island and McDonald Islands
fa_ir: جزیره هرد و جزایر مک‌دونالد

source: Honduras
fa_ir: هندوراس

source: Croatia
fa_ir: کرواسی

source: Haiti
fa_ir: هائیتی

source: Hungary
fa_ir: مجارستان

source: Indonesia
fa_ir: اندونزی

source: Ireland
fa_ir: ایرلند

source: Israel
fa_ir: اسرائیل

source: Isle of Man
fa_ir: جزیره من

source: India
fa_ir: هند

source: British Indian Ocean Territory
fa_ir: سرزمین‌های اقیانوس هند بریتانیا

source: Iraq
fa_ir: عراق

source: Iran, Islamic Republic of
fa_ir: ایران، جمهوری اسلامی

source: Iceland
fa_ir: ایسلند

source: Italy
fa_ir: ایتالیا

source: Jersey
fa_ir: جرسی

source: Jamaica
fa_ir: جامائیکا

source: Jordan
fa_ir: اردن

source: Japan
fa_ir: ژاپن

source: Kenya
fa_ir: کنیا

source: Kyrgyzstan
fa_ir: قرقیزستان

source: Cambodia
fa_ir: کامبوج

source: Kiribati
fa_ir: کیرباتی

source: Comoros
fa_ir: کومور

source: Saint Kitts and Nevis
fa_ir: سنت کیتس و نویس

source: North Korea
fa_ir: کره شمالی

source: South Korea
fa_ir: کره جنوبی

source: Kuwait
fa_ir: کویت

source: Cayman Islands
fa_ir: جزایر کیمن

source: Kazakhstan
fa_ir: قزاقستان

source: Lao Peoples Democratic Republic
fa_ir: جمهوری دموکراتیک مردم لائوس

source: Lebanon
fa_ir: لبنان

source: Saint Lucia
fa_ir: سنت لوسیا

source: Liechtenstein
fa_ir: لیختن اشتاین

source: Sri Lanka
fa_ir: سریلانکا

source: Liberia
fa_ir: لیبریا

source: Lesotho
fa_ir: لسوتو

source: Lithuania
fa_ir: لیتوانی

source: Luxembourg
fa_ir: لوکزامبورگ

source: Latvia
fa_ir: لتونی

source: Libyan Arab Jamahiriya
fa_ir: جماهیریه عربی لیبی

source: Morocco
fa_ir: مراکش

source: Monaco
fa_ir: موناكو

source: Moldova, Republic of
fa_ir: جمهوری مولداوی

source: Montenegro
fa_ir: مونته‌نگرو

source: Saint Martin
fa_ir: سنت مارتن

source: Madagascar
fa_ir: ماداگاسکار

source: Marshall Islands
fa_ir: جزایر مارشال

source: North Macedonia, Republic of
fa_ir: جمهوری مقدونیه شمالی

source: Mali
fa_ir: مالی

source: Myanmar
fa_ir: میانمار

source: Mongolia
fa_ir: مغولستان

source: Macao
fa_ir: ماکائو

source: Northern Mariana Islands
fa_ir: جزایر ماریانای شمالی

source: Martinique
fa_ir: مارتینیک

source: Mauritania
fa_ir: موریتانی

source: Montserrat
fa_ir: مونتسرات

source: Malta
fa_ir: مالت

source: Mauritius
fa_ir: موریس

source: Maldives
fa_ir: مالدیو

source: Malawi
fa_ir: مالاوی

source: Mexico
fa_ir: مکزیک

source: Malaysia
fa_ir: مالزی

source: Mozambique
fa_ir: موزامبیک

source: Namibia
fa_ir: نامیبیا

source: New Caledonia
fa_ir: کالدونیای جدید

source: Niger
fa_ir: نیجر

source: Norfolk Island
fa_ir: جزیره نرفولک

source: Nigeria
fa_ir: نیجریه

source: Nicaragua
fa_ir: نیکاراگوئه

source: Netherlands
fa_ir: هلند

source: Norway
fa_ir: نروژ

source: Nepal
fa_ir: نپال

source: Nauru
fa_ir: ناورو

source: Niue
fa_ir: نیوئه

source: New Zealand
fa_ir: نیوزیلند

source: Oman
fa_ir: عمان

source: Panama
fa_ir: پاناما

source: Peru
fa_ir: پرو

source: French Polynesia
fa_ir: پلی‌نزی فرانسه

source: Papua New Guinea
fa_ir: پاپوآ گینه نو

source: Philippines
fa_ir: فیلیپین

source: Pakistan
fa_ir: پاکستان

source: Poland
fa_ir: لهستان

source: Saint Pierre and Miquelon
fa_ir: سن پیر و میکلون

source: Pitcairn
fa_ir: پیتکرن

source: Puerto Rico
fa_ir: پورتو ریکو

source: Palestinian Territory
fa_ir: سرزمین فلسطین

source: Portugal
fa_ir: پرتغال

source: Palau
fa_ir: پالائو

source: Paraguay
fa_ir: پاراگوئه

source: Qatar
fa_ir: قطر

source: Reunion
fa_ir: رئیونیون

source: Romania
fa_ir: رومانی

source: Serbia
fa_ir: صربستان

source: Russian Federation
fa_ir: فدراسیون روسیه

source: Rwanda
fa_ir: رواندا

source: Saudi Arabia
fa_ir: عربستان سعودی

source: Solomon Islands
fa_ir: جزایر سلیمان

source: Seychelles
fa_ir: سیشل

source: Sudan
fa_ir: سودان

source: Sweden
fa_ir: سوئد

source: Singapore
fa_ir: سنگاپور

source: Saint Helena
fa_ir: سن هلنا

source: Slovenia
fa_ir: اسلوونی

source: Svalbard and Jan Mayen
fa_ir: اسوالبارد و جان می‌ن

source: Slovakia
fa_ir: اسلواکی

source: Sierra Leone
fa_ir: سیرالئون

source: San Marino
fa_ir: سان مارینو

source: Senegal
fa_ir: سنگال

source: Somalia
fa_ir: سومالی

source: Suriname
fa_ir: سورینام

source: Sao Tome and Principe
fa_ir: سائو تومه و پرینسیپ

source: El Salvador
fa_ir: السالوادور

source: Sint Maarten
fa_ir: سینت مارتن

source: Syrian Arab Republic
fa_ir: جمهوری عربی سوریه

source: Swaziland
fa_ir: سوازیلند

source: Turks and Caicos Islands
fa_ir: جزایر تورکس و کایکوس

source: Chad
fa_ir: چاد

source: French Southern Territories
fa_ir: سرزمین‌های جنوبی فرانسه

source: Togo
fa_ir: توگو

source: Thailand
fa_ir: تایلند

source: Tajikistan
fa_ir: تاجیکستان

source: Tokelau
fa_ir: توکلائو

source: Timor-Leste
fa_ir: تیمور-لسته

source: Turkmenistan
fa_ir: ترکمنستان

source: Tunisia
fa_ir: تونس

source: Tonga
fa_ir: تونگا

source: Turkey
fa_ir: ترکیه

source: Trinidad and Tobago
fa_ir: ترینیداد و توباگو

source: Tuvalu
fa_ir: تووالو

source: Taiwan
fa_ir: تایوان

source: Tanzania, United Republic of
fa_ir: جمهوری متحد تانزانیا

source: Ukraine
fa_ir: اوکراین

source: Uganda
fa_ir: اوگاندا

source: United States Minor Outlying Islands
fa_ir: جزایر اقلیمی جزایر دورافتاده ایالات متحده

source: United States
fa_ir: ایالات متحده

source: Uruguay
fa_ir: اروگوئه

source: Uzbekistan
fa_ir: ازبکستان

source: Holy See (Vatican City State)
fa_ir: حضرت حاکم (کشور واتیکان)

source: Saint Vincent and the Grenadines
fa_ir: سنت وینسنت و گرنادین‌ها

source: Venezuela
fa_ir: ونزوئلا

source: Virgin Islands, British
fa_ir: جزایر ویرجین، بریتانیا

source: Virgin Islands, U.S.
fa_ir: جزایر ویرجین، ایالات متحده

source: Vietnam
fa_ir: ویتنام

source: Vanuatu
fa_ir: وانواتو

source: Wallis and Futuna
fa_ir: والیس و فوتونا

source: Samoa
fa_ir: ساموآ

source: Kosovo
fa_ir: کوزوو

source: Yemen
fa_ir: یمن

source: Mayotte
fa_ir: مایوت

source: South Africa
fa_ir: آفریقای جنوبی

source: Zambia
fa_ir: زامبیا

source: Zimbabwe
fa_ir: زیمبابوه

source: HTTP %1$d received from Wordfence Central: %2$s
fa_ir: HTTP %1$d از Wordfence Central دریافت شد: %2$s

source: Fetching token for Wordfence Central authentication due to configuration issue.
fa_ir: در حال دریافت توکن برای تأیید هویت Wordfence Central به دلیل مشکل در پیکربندی.

source: Unable to authenticate with Wordfence Central.
fa_ir: عدم توانایی در تأیید هویت با Wordfence Central.

source: Wordfence Central site ID has not been created yet.
fa_ir: شناسه سایت Wordfence Central هنوز ایجاد نشده است.

source: Wordfence Central secret key has not been created yet.
fa_ir: کلید مخفی Wordfence Central هنوز ایجاد نشده است.

source: Invalid response received from Wordfence Central when fetching nonce.
fa_ir: پاسخ نامعتبر از Wordfence Central در هنگام دریافت nonce دریافت شد.

source: Invalid response received from Wordfence Central when fetching token.
fa_ir: پاسخ نامعتبر از Wordfence Central در هنگام دریافت توکن دریافت شد.

source: Your site is currently linked to Wordfence Central under a different site URL.
fa_ir: سایت شما در حال حاضر به Wordfence Central تحت یک URL سایت دیگر متصل است.

source: This may cause duplicated scan issues if both sites are currently active and reporting and is generally caused by duplicating the database from one site to another (e.g., from a production site to staging). We recommend disconnecting this site only, which will leave the matching site still connected.
fa_ir: این ممکن است مشکلات اسکن تکراری ایجاد کند اگر هر دو سایت در حال حاضر فعال و در حال گزارش باشند و معمولاً به دلیل کپی کردن پایگاه داده از یک سایت به سایت دیگر (مانند از سایت تولید به سایت آزمایشی) ایجاد می‌شود. پیشنهاد می‌کنیم تنها این سایت را قطع کنید تا سایت همسان همچنان متصل باقی بماند.

source: If this is a single site with multiple domains or subdomains, you can dismiss this message.
fa_ir: اگر این یک سایت تک است با دامنه‌ها یا زیر دامنه‌های متعدد، می‌توانید این پیام را نادیده بگیرید.

source: Disconnect All
fa_ir: قطع همه

source: wfConfig::set() got an array as second param with key: %1$s and value: %2$s
fa_ir: wfConfig::set() یک آرایه به عنوان پارامتر دوم با کلید: %1$s و مقدار: %2$s دریافت کرد.

source: Error reassembling value for %s
fa_ir: خطا در بازسازی مقدار برای %s

source: Error writing value chunk for %1$s (MySQLi error: [%2$s] %3$s)
fa_ir: خطا در نوشتن بخشی از مقدار برای %1$s (خطای MySQLi: [%2$s] %3$s)

source: Error writing value header for %s
fa_ir: خطا در نوشتن هدر مقدار برای %s

source: Error writing value for %1$s (MySQLi error: [%2$s] %3$s)
fa_ir: خطا در نوشتن مقدار برای %1$s (خطای MySQLi: [%2$s] %3$s)

source: Error finishing writing value for %1$s (MySQLi error: [%2$s] %3$s)
fa_ir: خطا در تمام کردن نوشتن مقدار برای %1$s (خطای MySQLi: [%2$s] %3$s)

source: Wordfence Upgrade not run. Please modify your .htaccess
fa_ir: ارتقاء Wordfence اجرا نشده است. لطفاً .htaccess خود را تغییر دهید

source: To preserve the integrity of your website we are not running Wordfence auto-update. You are running the LiteSpeed web server which has been known to cause a problem with Wordfence auto-update. Please go to your website now and make a minor change to your .htaccess to fix this. You can find out how to make this change at: %s Alternatively you can disable auto-update on your website to stop receiving this message and upgrade Wordfence manually.
fa_ir: برای حفظ یکپارچگی وب‌سایت شما، ما به‌روزرسانی خودکار Wordfence را اجرا نمی‌کنیم. شما از وب‌سرور LiteSpeed استفاده می‌کنید که به‌طور شناخته‌شده‌ای باعث بروز مشکل در به‌روزرسانی خودکار Wordfence می‌شود. لطفاً هم‌اکنون به وب‌سایت خود رفته و تغییرات جزئی را در فایل .htaccess خود ایجاد کنید تا این مشکل رفع شود. شما می‌توانید نحوه انجام این تغییر را در این لینک بیابید: %s در غیر این صورت، می‌توانید به‌روزرسانی خودکار را در وب‌سایت خود غیرفعال کنید تا از دریافت این پیام جلوگیری کرده و Wordfence را به‌صورت دستی به‌روزرسانی کنید.

source: Unable to save the .htaccess file needed to disable script execution in the uploads directory. Please check your permissions on that directory.
fa_ir: عدم توانایی در ذخیره فایل .htaccess مورد نیاز برای غیرفعال کردن اجرای اسکریپت‌ها در دایرکتوری آپلود. لطفاً مجوزهای آن دایرکتوری را بررسی کنید.

source: Unable to remove code execution protections applied to the .htaccess file in the uploads directory. Please check your permissions on that file.
fa_ir: عدم توانایی در حذف محافظت‌های اجرای کد اعمال‌شده به فایل .htaccess در دایرکتوری آپلود. لطفاً مجوزهای آن فایل را بررسی کنید.

source: The grace period end time must be in the future.
fa_ir: زمان پایان دوره مهلت باید در آینده باشد.

source: Unknown firewall mode.
fa_ir: حالت فایروال ناشناخته.

source: The following emails are invalid:
fa_ir: ایمیل‌های زیر نامعتبر هستند:

source: "%s" is not a valid regular expression.
fa_ir: "%s" یک عبارت منظم معتبر نیست.

source: Please make sure you separate your IP addresses with commas or newlines. The following allowlisted IP addresses are invalid:
fa_ir: لطفاً اطمینان حاصل کنید که آدرس‌های IP خود را با ویرگول یا خط جدید جدا کرده‌اید. آدرس‌های IP مجاز زیر نامعتبر هستند:

source: The following users you selected to ignore in live traffic reports are not valid on this system:
fa_ir: کاربران زیر که شما برای نادیده گرفتن در گزارش‌های ترافیک زنده انتخاب کرده‌اید، در این سیستم معتبر نیستند:

source: The following IPs you selected to ignore in live traffic reports are not valid:
fa_ir: آدرس‌های IP زیر که شما برای نادیده گرفتن در گزارش‌های ترافیک زنده انتخاب کرده‌اید، معتبر نیستند:

source: The following IPs/ranges you selected to trust as proxies are not valid:
fa_ir: آدرس‌های IP/محدوده‌های زیر که شما برای اعتماد به‌عنوان پراکسی انتخاب کرده‌اید، معتبر نیستند:

source: The selected trusted proxy preset is not valid:
fa_ir: پیش‌تنظیم پراکسی معتبر انتخاب‌شده، نامعتبر است:

source: An empty license key was entered.
fa_ir: یک کلید مجوز خالی وارد شده است.

source: The license key entered is not in a valid format. It must contain only numbers and the letters A-F.
fa_ir: کلید مجوز وارد شده در قالب معتبر نیست. این باید فقط شامل اعداد و حروف A-F باشد.

source: A wildcard cannot be used to exclude all files from the scan.
fa_ir: از کاراکتر wildcard نمی‌توان برای استثنا کردن تمام فایل‌ها از اسکن استفاده کرد.

source: Invalid number of scan resume attempts specified: %d
fa_ir: تعداد نامعتبر تلاش‌های از سرگیری اسکن مشخص‌شده است: %d

source: The Wordfence server's response did not contain the expected elements.
fa_ir: پاسخ سرور Wordfence حاوی عناصری که انتظار می‌رفت، نبود.

source: Your options have been saved, but you left your license key blank, so we tried to get you a free license key from the Wordfence servers. There was a problem fetching the free key:
fa_ir: تنظیمات شما ذخیره شده‌اند، اما شما کلید مجوز خود را خالی گذاشتید، بنابراین ما سعی کردیم یک کلید مجوز رایگان از سرورهای Wordfence دریافت کنیم. مشکلی در دریافت کلید رایگان وجود داشت:

source: Your options have been saved. However we noticed you changed your license key, and we tried to verify it with the Wordfence servers but received an error:
fa_ir: تنظیمات شما ذخیره شده‌اند. با این حال متوجه شدیم که کلید مجوز خود را تغییر داده‌اید و سعی کردیم آن را با سرورهای Wordfence تأیید کنیم اما خطا دریافت کردیم:

source: Your options have been saved. However we tried to verify your license key with the Wordfence servers and received an error:
fa_ir: تنظیمات شما ذخیره شده‌اند. با این حال سعی کردیم کلید مجوز شما را با سرورهای Wordfence تأیید کنیم و خطا دریافت کردیم:

source: Complex
fa_ir: پیچیده

source: Brute Force
fa_ir: حمله بروت‌فورس

source: Blocklist
fa_ir: لیست مسدود

source: Keep all Wordfence tables and data
fa_ir: تمام جداول و داده‌های Wordfence را نگه دارید

source: Delete Wordfence tables and data, but keep Login Security tables and 2FA codes
fa_ir: جداول و داده‌های Wordfence را حذف کنید، اما جداول امنیت ورود و کدهای 2FA را نگه دارید

source: Delete Login Security tables and 2FA codes, but keep Wordfence tables and data
fa_ir: جداول امنیت ورود و کدهای 2FA را حذف کنید، اما جداول و داده‌های Wordfence را نگه دارید

source: Delete all Wordfence tables and data
fa_ir: تمام جداول و داده‌های Wordfence را حذف کنید

source: General information about the Wordfence installation.
fa_ir: اطلاعات عمومی درباره نصب Wordfence.

source: Wordfence Version
fa_ir: نسخه Wordfence

source: GeoIP Version
fa_ir: نسخه GeoIP

source: Cron Status
fa_ir: وضعیت Cron

source: Ability to read/write various files.
fa_ir: توانایی خواندن/نوشتن فایل‌های مختلف.

source: Checking if web server can read from <code>~/plugins/wordfence</code>
fa_ir: در حال بررسی اینکه آیا سرور وب می‌تواند از <code>~/plugins/wordfence</code> بخواند

source: Checking if web server can write to <code>~/plugins/wordfence</code>
fa_ir: در حال بررسی اینکه آیا سرور وب می‌تواند به <code>~/plugins/wordfence</code> بنویسد

source: Checking if web server can read from <code>~/wp-content/wflogs</code>
fa_ir: در حال بررسی اینکه آیا سرور وب می‌تواند از <code>~/wp-content/wflogs</code> بخواند

source: Checking if web server can write to <code>~/wp-content/wflogs</code>
fa_ir: در حال بررسی اینکه آیا سرور وب می‌تواند به <code>~/wp-content/wflogs</code> بنویسد

source: Ability to save Wordfence settings to the database.
fa_ir: توانایی ذخیره تنظیمات Wordfence در پایگاه داده.

source: Checking basic config reading/writing
fa_ir: در حال بررسی خواندن/نوشتن پیکربندی پایه

source: Checking serialized config reading/writing
fa_ir: در حال بررسی خواندن/نوشتن پیکربندی سریالی

source: Current WAF configuration.
fa_ir: پیکربندی فعلی WAF

source: WAF auto prepend active
fa_ir: پیشوند خودکار WAF فعال است

source: Configured WAF storage engine (WFWAF_STORAGE_ENGINE)
fa_ir: موتور ذخیره‌سازی WAF پیکربندی‌شده (WFWAF_STORAGE_ENGINE)

source: Active WAF storage engine
fa_ir: موتور ذخیره‌سازی فعال WAF

source: WAF log path
fa_ir: مسیر گزارش‌های WAF

source: WAF subdirectory installation
fa_ir: نصب زیرپوشه‌ای WAF

source: wordfence-waf.php path
fa_ir: مسیر wordfence-waf.php

source: WAF File Permissions
fa_ir: مجوزهای فایل WAF

source: Recently removed wflogs files
fa_ir: فایل‌های wflogs اخیراً حذف شده

source: WAF Loaded Successfully
fa_ir: WAF با موفقیت بارگذاری شد

source: WAF .htaccess contents
fa_ir: محتویات .htaccess WAF

source: WAF .user.ini contents
fa_ir: محتویات .user.ini WAF

source: .htaccess other auto prepend
fa_ir: پیشوند خودکار دیگر .htaccess

source: .user.ini other auto prepend
fa_ir: پیشوند خودکار دیگر .user.ini

source: Database version and privileges.
fa_ir: نسخه پایگاه داده و مجوزها

source: Database Version
fa_ir: نسخه پایگاه داده

source: Checking if MySQL user has <code>DELETE</code> privilege
fa_ir: در حال بررسی اینکه آیا کاربر MySQL مجوز <code>DELETE</code> را دارد

source: Checking if MySQL user has <code>INSERT</code> privilege
fa_ir: در حال بررسی اینکه آیا کاربر MySQL مجوز <code>INSERT</code> را دارد

source: Checking if MySQL user has <code>UPDATE</code> privilege
fa_ir: در حال بررسی اینکه آیا کاربر MySQL مجوز <code>UPDATE</code> را دارد

source: Checking if MySQL user has <code>SELECT</code> privilege
fa_ir: در حال بررسی اینکه آیا کاربر MySQL مجوز <code>SELECT</code> را دارد

source: Checking if MySQL user has <code>CREATE TABLE</code> privilege
fa_ir: در حال بررسی اینکه آیا کاربر MySQL مجوز <code>CREATE TABLE</code> را دارد

source: Checking if MySQL user has <code>ALTER TABLE</code> privilege
fa_ir: در حال بررسی اینکه آیا کاربر MySQL مجوز <code>ALTER TABLE</code> را دارد

source: Checking if MySQL user has <code>DROP</code> privilege
fa_ir: در حال بررسی اینکه آیا کاربر MySQL مجوز <code>DROP</code> را دارد

source: Checking if MySQL user has <code>TRUNCATE</code> privilege
fa_ir: در حال بررسی اینکه آیا کاربر MySQL مجوز <code>TRUNCATE</code> را دارد

source: PHP version, important PHP extensions.
fa_ir: نسخه PHP، افزونه‌های مهم PHP

source: PHP version >= PHP %s<br><em> (<a href="https://wordpress.org/about/requirements/" target="_blank" rel="noopener noreferrer">WordPress requirements</a>)</em> <a href="%s" target="_blank" rel="noopener noreferrer" class="wfhelp"><span class="screen-reader-text"> (opens in new tab)</span></a>
fa_ir: نسخه PHP >= PHP %s<br><em> (<a href="https://wordpress.org/about/requirements/" target="_blank" rel="noopener noreferrer">الزامات WordPress</a>)</em> <a href="%s" target="_blank" rel="noopener noreferrer" class="wfhelp"><span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>

source: Process Owner
fa_ir: مالک فرآیند

source: Checking for OpenSSL support
fa_ir: در حال بررسی پشتیبانی از OpenSSL

source: Checking OpenSSL version
fa_ir: در حال بررسی نسخه OpenSSL

source: Checking for cURL support
fa_ir: در حال بررسی پشتیبانی از cURL

source: cURL Features Code
fa_ir: کد ویژگی‌های cURL

source: cURL Host
fa_ir: میزبان cURL

source: cURL Support Protocols
fa_ir: پروتکل‌های پشتیبانی‌شده توسط cURL

source: cURL SSL Version
fa_ir: نسخه SSL cURL

source: cURL libz Version
fa_ir: نسخه libz cURL

source: Checking <code>display_errors</code><br><em> (<a href="http://php.net/manual/en/errorfunc.configuration.php#ini.display-errors" target="_blank" rel="noopener noreferrer">باید در سرورهای تولید غیرفعال باشد<span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>)</em>
fa_ir: در حال بررسی <code>display_errors</code><br><em> (<a href="http://php.net/manual/en/errorfunc.configuration.php#ini.display-errors" target="_blank" rel="noopener noreferrer">باید در سرورهای تولید غیرفعال باشد<span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>)</em>

source: Ability to connect to the Wordfence servers and your own site.
fa_ir: توانایی اتصال به سرورهای Wordfence و سایت خود

source: Connecting to Wordfence servers (https)
fa_ir: در حال اتصال به سرورهای Wordfence (https)

source: Connecting back to this site
fa_ir: در حال اتصال مجدد به این سایت

source: Connecting back to this site via IPv6 (not required; failure to connect may not be an issue on some sites) <a href="%s" target="_blank" rel="noopener noreferrer" class="wfhelp"><span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>
fa_ir: در حال اتصال مجدد به این سایت از طریق IPv6 (لازم نیست؛ عدم اتصال ممکن است در برخی سایت‌ها مشکلی ایجاد نکند) <a href="%s" target="_blank" rel="noopener noreferrer" class="wfhelp"><span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>

source: IP(s) used by this server
fa_ir: آدرس‌های IP استفاده‌شده توسط این سرور

source: Server time accuracy and applied offsets.
fa_ir: دقت زمان سرور و آفست‌های اعمال‌شده

source: Wordfence Network Time
fa_ir: زمان شبکه Wordfence

source: Server Time
fa_ir: زمان سرور

source: Wordfence Network Time Offset
fa_ir: آفست زمان شبکه Wordfence

source: NTP Time Offset
fa_ir: آفست زمان NTP

source: NTP Status
fa_ir: وضعیت NTP

source: TOTP Time Source
fa_ir: منبع زمان TOTP

source: WordPress Time Zone
fa_ir: منطقه زمانی WordPress

source: %d Job Overdue
fa_ir: %d کار به تعویق افتاده

source: Normal
fa_ir: عادی

source: None
fa_ir: هیچ

source: No files readable
fa_ir: هیچ فایلی قابل خواندن نیست

source: File "%s" does not exist
fa_ir: فایل "%s" وجود ندارد

source: File "%s" is unreadable
fa_ir: فایل "%s" قابل خواندن نیست

source: No files writable
fa_ir: هیچ فایلی قابل نوشتن نیست

source: File "%s" is unwritable
fa_ir: فایل "%s" قابل نوشتن نیست

source: Basic config writing
fa_ir: نوشتن پیکربندی پایه
