Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: <strong>INVALID CODE</strong>: Please sign in again and add a space, the letters <code>wf</code>, and the code from your authenticator app to the end of your password (e.g., <code>wf123456</code>).
fa_ir: <strong>کد نامعتبر</strong>: لطفاً دوباره وارد شوید و یک فاصله، حروف <code>wf</code> و کد موجود در برنامه احراز هویت خود را به انتهای رمز عبور خود اضافه کنید (مثال: <code>wf123456</code>).

source: <strong>INVALID CODE</strong>: Please sign in again and add a space, the letters <code>wf</code>, and the code sent to your phone to the end of your password (e.g., <code>wf123456</code>).
fa_ir: <strong>کد نامعتبر</strong>: لطفاً دوباره وارد شوید و یک فاصله، حروف <code>wf</code> و کدی که به تلفن شما ارسال شده است را به انتهای رمز عبور خود اضافه کنید (مثال: <code>wf123456</code>).

source: <strong>AUTHENTICATION FAILURE</strong>: A temporary failure was encountered while trying to log in. Please try again.
fa_ir: <strong>خطای احراز هویت</strong>: در هنگام تلاش برای ورود به سیستم خطای موقتی رخ داده است. لطفاً دوباره تلاش کنید.

source: <strong>INVALID CODE</strong>: You need to enter the code generated by your authenticator app. The code should be a six digit number (e.g., 123456).
fa_ir: <strong>کد نامعتبر</strong>: شما باید کدی که توسط برنامه احراز هویت شما تولید شده را وارد کنید. کد باید یک عدد شش رقمی باشد (مثال: 123456).

source: <strong>INVALID CODE</strong>: You need to enter the code generated sent to your phone. The code should be a six digit number (e.g., 123456).
fa_ir: <strong>کد نامعتبر</strong>: شما باید کدی که به تلفن شما ارسال شده است را وارد کنید. کد باید یک عدد شش رقمی باشد (مثال: 123456).

source: <strong>CODE EXPIRED. CHECK YOUR PHONE:</strong> The code you entered has expired. Codes are only valid for 30 minutes for security reasons. We have sent you a new code. Please sign in using your username, password, and the new code we sent you.
fa_ir: <strong>کد منقضی شده است. تلفن خود را بررسی کنید:</strong> کدی که وارد کرده‌اید منقضی شده است. کدها تنها به مدت 30 دقیقه به دلایل امنیتی معتبر هستند. ما یک کد جدید برای شما ارسال کرده‌ایم. لطفاً با استفاده از نام کاربری، رمز عبور و کد جدیدی که ارسال کرده‌ایم وارد شوید.

source: <strong>INVALID CODE</strong>: You need to enter your password and the code we sent to your phone. The code should start with 'wf' and should be four characters (e.g., wfAB12).
fa_ir: <strong>کد نامعتبر</strong>: شما باید رمز عبور خود و کدی که به تلفن شما ارسال کرده‌ایم وارد کنید. کد باید با 'wf' شروع شود و چهار کاراکتر باشد (مثال: wfAB12).

source: <strong>CODE REQUIRED</strong>: Please check your authenticator app for the current code. Enter it below to sign in.
fa_ir: <strong>کد لازم است</strong>: لطفاً برنامه احراز هویت خود را برای کد فعلی بررسی کنید. آن را وارد کنید تا وارد شوید.

source: <strong>CODE REQUIRED</strong>: Please check your authenticator app for the current code. Please sign in again and add a space, the letters <code>wf</code>, and the code to the end of your password (e.g., <code>wf123456</code>).
fa_ir: <strong>کد لازم است</strong>: لطفاً برنامه احراز هویت خود را برای کد فعلی بررسی کنید. لطفاً دوباره وارد شوید و یک فاصله، حروف <code>wf</code> و کد را به انتهای رمز عبور خود اضافه کنید (مثال: <code>wf123456</code>).

source: <strong>CHECK YOUR PHONE</strong>: A code has been sent to your phone and will arrive within 30 seconds. Enter it below to sign in.
fa_ir: <strong>تلفن خود را بررسی کنید</strong>: کدی به تلفن شما ارسال شده است و ظرف 30 ثانیه به دست شما خواهد رسید. آن را وارد کنید تا وارد شوید.

source: <strong>CHECK YOUR PHONE</strong>: A code has been sent to your phone and will arrive within 30 seconds. Please sign in again and add a space, the letters <code>wf</code>, and the code to the end of your password (e.g., <code>wf123456</code>).
fa_ir: <strong>تلفن خود را بررسی کنید</strong>: کدی به تلفن شما ارسال شده است و ظرف 30 ثانیه به دست شما خواهد رسید. لطفاً دوباره وارد شوید و یک فاصله، حروف <code>wf</code> و کد را به انتهای رمز عبور خود اضافه کنید (مثال: <code>wf123456</code>).

source: <strong>CHECK YOUR PHONE</strong>: A code has been sent to your phone and will arrive within 30 seconds. Please sign in again and add a space and the code to the end of your password (e.g., <code>wfABCD</code>).
fa_ir: <strong>تلفن خود را بررسی کنید</strong>: کدی به تلفن شما ارسال شده است و ظرف 30 ثانیه به دست شما خواهد رسید. لطفاً دوباره وارد شوید و یک فاصله و کد را به انتهای رمز عبور خود اضافه کنید (مثال: <code>wfABCD</code>).

source: <strong>WARNING: </strong>Your login has been allowed because you have previously logged in from the same IP, but you will be blocked if your IP changes. The password you are using exists on lists of passwords leaked in data breaches. Attackers use such lists to break into sites and install malicious code. Please <a href="%1$s">change your password</a>. <a href="%2$s" target="_blank" rel="noopener noreferrer">Learn More<span class="screen-reader-text"> (
fa_ir: <strong>هشدار: </strong>ورود شما اجازه داده شده است زیرا قبلاً از همان IP وارد شده‌اید، اما اگر IP شما تغییر کند مسدود خواهید شد. رمز عبوری که استفاده می‌کنید در فهرست رمزهای عبور فاش شده در نقض داده‌ها قرار دارد. مهاجمان از این فهرست‌ها برای نفوذ به سایت‌ها و نصب کدهای مخرب استفاده می‌کنند. لطفاً <a href="%1$s">رمز عبور خود را تغییر دهید</a>. <a href="%2$s" target="_blank" rel="noopener noreferrer">بیشتر بخوانید<span class="screen-reader-text"> (

source: <strong>INSECURE PASSWORD:</strong> Your login attempt has been blocked because the password you are using exists on lists of passwords leaked in data breaches. Attackers use such lists to break into sites and install malicious code. Please <a href="%1$s">reset your password</a> to reactivate your account. <a href="%2$s" target="_blank" rel="noopener noreferrer">Learn More<span style="font-size:0;"> (opens in new tab)</span></a>
fa_ir: <strong>رمز عبور ناامن:</strong> تلاش شما برای ورود مسدود شده است زیرا رمز عبوری که استفاده می‌کنید در فهرست رمزهای عبور فاش شده در نقض داده‌ها قرار دارد. مهاجمان از این فهرست‌ها برای نفوذ به سایت‌ها و نصب کدهای مخرب استفاده می‌کنند. لطفاً <a href="%1$s">رمز عبور خود را بازنشانی کنید</a> تا حساب خود را دوباره فعال کنید. <a href="%2$s" target="_blank" rel="noopener noreferrer">بیشتر بخوانید<span style="font-size:0;"> (در تب جدید باز می‌شود)</span></a>

source: Admin Login Blocked
fa_ir: ورود مدیر مسدود شده است

source: A user with username "%s" who has administrator access tried to sign in to your WordPress site. Access was denied because all administrator accounts are required to have Cellphone Sign-in enabled but this account does not.
fa_ir: کاربری با نام کاربری "%s" که دسترسی ادمین دارد تلاش کرده است وارد سایت وردپرس شما شود. دسترسی رد شد زیرا تمام حساب‌های ادمین باید ورود با تلفن همراه فعال باشد، اما این حساب این قابلیت را ندارد.

source: <strong>Cellphone Sign-in Required</strong>: Cellphone Sign-in is required for all administrator accounts. Please contact the site administrator to enable it for your account.
fa_ir: <strong>ورود با تلفن همراه الزامی است</strong>: ورود با تلفن همراه برای تمام حساب‌های ادمین ضروری است. لطفاً با مدیر سایت تماس بگیرید تا این قابلیت را برای حساب شما فعال کند.

source: Blocked by Wordfence Security Network
fa_ir: مسدود شده توسط شبکه امنیتی Wordfence

source: Blocked by login security setting
fa_ir: مسدود شده به دلیل تنظیمات امنیتی ورود

source: Used an invalid username '%s' to try to sign in
fa_ir: از نام کاربری نامعتبر '%s' برای تلاش برای ورود استفاده شد

source: Exceeded the maximum number of login failures which is: %1$s. The last username they tried to sign in with was: '%2$s'
fa_ir: حداکثر تعداد تلاش‌های ناموفق برای ورود که برابر با: %1$s بود، تجاوز شده است. آخرین نام کاربری که تلاش کردند با آن وارد شوند: '%2$s'

source: An invalid type was specified to get file.
fa_ir: نوع نامعتبری برای دریافت فایل مشخص شده است.

source: We could not fetch a core WordPress file from the Wordfence API.
fa_ir: ما نتواستیم یک فایل اصلی وردپرس را از API Wordfence دریافت کنیم.

source: Wordfence Test Email
fa_ir: ایمیل تست Wordfence

source: This is a test email from %1$s. The IP address that requested this was: %2$s
fa_ir: این یک ایمیل تست از %1$s است. آدرس IP که این درخواست را انجام داده است: %2$s

source: Cellphone Sign-in is only available to paid members. <a href="https://www.wordfence.com/gnl1twoFac3/wordfence-signup/" target="_blank" rel="noopener noreferrer">Click here to upgrade now.<span class="screen-reader-text"> (
fa_ir: ورود با تلفن همراه فقط برای اعضای پرداختی در دسترس است. <a href="https://www.wordfence.com/gnl1twoFac3/wordfence-signup/" target="_blank" rel="noopener noreferrer">برای ارتقا هم‌اکنون اینجا کلیک کنید.<span class="screen-reader-text"> (

source: The username you specified does not exist.
fa_ir: نام کاربری که مشخص کرده‌اید وجود ندارد.

source: The username you specified is already enabled.
fa_ir: نام کاربری که مشخص کرده‌اید قبلاً فعال شده است.

source: Unknown authentication mode.
fa_ir: حالت احراز هویت ناشناخته.

source: The phone number you entered must start with a '+', then country code and then area code and number. For example, a number in the United States with country code '1' would look like this: +1-123-555-1234
fa_ir: شماره تلفنی که وارد کرده‌اید باید با '+' شروع شود، سپس کد کشور و سپس کد منطقه و شماره. به عنوان مثال، یک شماره در ایالات متحده با کد کشور '1' به شکل زیر خواهد بود: +1-123-555-1234

source: Could not contact Wordfence servers to generate a verification code: %s
fa_ir: نتواستیم با سرورهای Wordfence تماس بگیریم تا کد تأیید را تولید کنیم: %s

source: Could not generate verification code: %s
fa_ir: نتواستیم کد تأیید را تولید کنیم: %s

source: We could not generate a verification code.
fa_ir: ما نتواستیم کد تأیید را تولید کنیم.

source: Unknown two-factor authentication mode.
fa_ir: حالت احراز هویت دو مرحله‌ای ناشناخته.

source: The code you entered is invalid. Cellphone sign-in will not be enabled for this user until you enter a valid code.
fa_ir: کدی که وارد کرده‌اید نامعتبر است. ورود با تلفن همراه برای این کاربر فعال نخواهد شد تا زمانی که کد معتبر وارد کنید.

source: We could not find the user you are trying to activate. They may have been removed from the list of Cellphone Sign-in users. Please reload this page.
fa_ir: ما نتواستیم کاربری که سعی دارید آن را فعال کنید پیدا کنیم. ممکن است از فهرست کاربران ورود با تلفن همراه حذف شده باشد. لطفاً این صفحه را دوباره بارگذاری کنید.

source: That user has already been removed from the list.
fa_ir: آن کاربر قبلاً از فهرست حذف شده است.

source: No scan is scheduled
fa_ir: هیچ اسکن برنامه‌ریزی شده‌ای وجود ندارد

source: Next scan is starting now
fa_ir: اسکن بعدی هم‌اکنون آغاز می‌شود

source: Next scan in %1$s (%2$s)
fa_ir: اسکن بعدی در %1$s (%2$s)

source: Scheduled Wordfence scan starting at %s
fa_ir: اسکن برنامه‌ریزی شده Wordfence در ساعت %s آغاز می‌شود

source: Sorry but this feature is only available for paid customers.
fa_ir: ببخشید، اما این ویژگی فقط برای مشتریان پرداختی در دسترس است.

source: SITE: %s
fa_ir: سایت: %s

source: PLUGIN VERSION: %s
fa_ir: نسخه پلاگین: %s

source: WORDPRESS VERSION: %s
fa_ir: نسخه وردپرس: %s

source: LICENSE KEY: %s
fa_ir: کلید مجوز: %s

source: ADMIN EMAIL: %s
fa_ir: ایمیل ادمین: %s

source: LOG:
fa_ir: گزارش:

source: # Scan Issues
fa_ir: # مشکلات اسکن

source: ## New Issues (%d total)
fa_ir: ## مشکلات جدید (%d مجموع)

source: ## Ignored Issues (%d total)
fa_ir: ## مشکلات نادیده گرفته شده (%d مجموع)

source: No Ignored Issues
fa_ir: هیچ مشکلی نادیده گرفته نشده

source: Wordfence Activity Log
fa_ir: گزارش فعالیت Wordfence

source: Could not understand the response we received from the Wordfence servers when applying for a free license key.
fa_ir: ما نتواستیم پاسخ دریافتی از سرورهای Wordfence را هنگام درخواست کلید مجوز رایگان درک کنیم.

source: Could not fetch free license key from Wordfence: %s
fa_ir: نتواستیم کلید مجوز رایگان را از Wordfence دریافت کنیم: %s

source: We could not find your .htaccess file to modify it.
fa_ir: ما نتواستیم فایل .htaccess شما را برای ویرایش پیدا کنیم.

source: We found your .htaccess file but could not open it for writing: %s
fa_ir: فایل .htaccess شما پیدا شد، اما نتواستیم آن را برای نوشتن باز کنیم: %s

source: All Countries
fa_ir: تمامی کشورها

source: 1 Country
fa_ir: 1 کشور

source: %d Countries
fa_ir: %d کشور

source: Entire Site
fa_ir: تمام سایت

source: Login Only
fa_ir: فقط ورود

source: Site Except Login
fa_ir: سایت به جز ورود

source: IP Range
fa_ir: محدوده IP

source: User Agent
fa_ir: واسط کاربری

source: Referrer
fa_ir: ارجاع‌دهنده

source: Permanent
fa_ir: دائم

source: An error occurred while creating the block.
fa_ir: خطایی در هنگام ایجاد بلوک رخ داد.

source: No block parameters were provided.
fa_ir: پارامترهای بلوک ارائه نشد.

source: No blocks were provided.
fa_ir: هیچ بلوکی ارائه نشد.

source: The license provided is already in use on another site.
fa_ir: مجوز ارائه‌شده قبلاً در سایت دیگری استفاده شده است.

source: The Wordfence activation server returned an unexpected response. Please try again.
fa_ir: سرور فعال‌سازی Wordfence پاسخ غیرمنتظره‌ای برگشت داد. لطفاً دوباره تلاش کنید.

source: We received an error while trying to activate the license with the Wordfence servers:
fa_ir: ما در هنگام تلاش برای فعال‌سازی مجوز با سرورهای Wordfence خطا دریافت کردیم:

source: No license was provided to install.
fa_ir: هیچ مجوزی برای نصب ارائه نشد.

source: An unknown configuration section was provided.
fa_ir: بخش پیکربندی ناشناخته‌ای ارائه شد.

source: No configuration section was provided.
fa_ir: هیچ بخش پیکربندی ارائه نشد.

source: An error occurred while saving the configuration.
fa_ir: خطایی در هنگام ذخیره پیکربندی رخ داد.

source: No configuration changes were provided to save.
fa_ir: تغییرات پیکربندی‌ای برای ذخیره ارائه نشد.

source: Invalid option specified
fa_ir: گزینه مشخص‌شده نامعتبر است.

source: We could not find that issue in our database.
fa_ir: ما نتواستیم آن مشکل را در پایگاه داده خود پیدا کنیم.

source: An error occurred while trying to hide the file.
fa_ir: خطایی در هنگام تلاش برای پنهان کردن فایل رخ داد.

source: An invalid file was requested for hiding.
fa_ir: فایل نامعتبری برای پنهان کردن درخواست شد.

source: You don't have permission to repair .htaccess. You need to either fix the file manually using FTP or change the file permissions and ownership so that your web server has write access to repair the file.
fa_ir: شما اجازه تعمیر فایل .htaccess را ندارید. باید فایل را به‌طور دستی با استفاده از FTP تعمیر کنید یا مجوزها و مالکیت فایل را تغییر دهید تا وب‌سرور شما دسترسی نوشتن برای تعمیر فایل داشته باشد.

source: Manual permanent block by admin
fa_ir: بلوک دائمی دستی توسط مدیر

source: Please enter a valid IP address to block.
fa_ir: لطفاً یک آدرس IP معتبر برای مسدود کردن وارد کنید.

source: You can't block your own IP address.
fa_ir: شما نمی‌توانید آدرس IP خود را مسدود کنید.

source: The IP address %s is allowlisted and can't be blocked. You can remove this IP from the allowlist on the Wordfence options page.
fa_ir: آدرس IP %s در فهرست مجاز است و نمی‌توان آن را مسدود کرد. شما می‌توانید این IP را از فهرست مجاز در صفحه گزینه‌های Wordfence حذف کنید.

source: The IP address %s is in a range of IP addresses that Wordfence does not block. The IP range may be internal or belong to a service safe to allow access for.
fa_ir: آدرس IP %s در محدوده‌ای از آدرس‌های IP است که Wordfence مسدود نمی‌کند. این محدوده IP ممکن است داخلی باشد یا به سرویس امنی تعلق داشته باشد که اجازه دسترسی به آن داده می‌شود.

source: The IP address you're trying to block belongs to Google. Your options are currently set to not block these crawlers. Change this in Wordfence options if you want to manually block Google.
fa_ir: آدرس IP که شما در تلاش برای مسدود کردن آن هستید متعلق به گوگل است. گزینه‌های شما به‌طور پیش‌فرض برای مسدود نکردن این خزنده‌ها تنظیم شده است. اگر می‌خواهید گوگل را به‌طور دستی مسدود کنید، این را در گزینه‌های Wordfence تغییر دهید.

source: An invalid operation was called.
fa_ir: عملیات نامعتبری فراخوانی شد.

source: An invalid status was specified when trying to update that issue.
fa_ir: وضعیت نامعتبری هنگام تلاش برای به‌روزرسانی آن مشکل مشخص شد.

source: Scan stop request received.
fa_ir: درخواست توقف اسکن دریافت شد.

source: A request was received to stop the previous scan.
fa_ir: درخواستی برای توقف اسکن قبلی دریافت شد.

source: Idle
fa_ir: بیکار

source: Scan completed on %s
fa_ir: اسکن در تاریخ %s کامل شد.

source: Last scan failed
fa_ir: آخرین اسکن شکست خورد.

source: more than %s
fa_ir: بیشتر از %s

source: The current scan looks like it has failed. Its last status update was <span id="wf-scan-failed-time-ago">%s</span> ago. You may continue to wait in case it resumes or stop and restart the scan. Some sites may need adjustments to run scans reliably.
fa_ir: به نظر می‌رسد اسکن فعلی شکست خورده است. آخرین به‌روزرسانی وضعیت آن <span id="wf-scan-failed-time-ago">%s</span> پیش بود. ممکن است ادامه دهید و منتظر بمانید تا اگر اسکن از سر گرفته شد، یا اسکن را متوقف کرده و دوباره شروع کنید. برخی از سایت‌ها ممکن است به تنظیمات خاصی نیاز داشته باشند تا اسکن‌ها به‌طور قابل اعتماد انجام شوند.

source: Click here for steps you can try.
fa_ir: برای مراحل قابل انجام اینجا کلیک کنید.

source: Cancel Scan
fa_ir: اسکن را لغو کنید.

source: The previous scan has failed. Some sites may need adjustments to run scans reliably.
fa_ir: اسکن قبلی شکست خورده است. برخی سایت‌ها ممکن است به تنظیماتی نیاز داشته باشند تا اسکن‌ها به‌طور قابل اعتماد انجام شوند.

source: The previous scan has terminated because the time limit of %s was reached. This limit can be customized on the options page.
fa_ir: اسکن قبلی به پایان رسید زیرا محدودیت زمانی %s به پایان رسید. این محدودیت را می‌توان در صفحه گزینه‌ها سفارشی‌سازی کرد.

source: The previous scan has terminated because we detected an update occurring during the scan.
fa_ir: اسکن قبلی به پایان رسید زیرا ما یک به‌روزرسانی در حین اسکن شناسایی کردیم.

source: Wordfence will make one attempt to resume each failed scan stage. This scan may recover if this attempt is successful.
fa_ir: Wordfence یک بار تلاش خواهد کرد تا هر مرحله اسکن شکست‌خورده را از سر بگیرد. این اسکن ممکن است اگر این تلاش موفق باشد بازیابی شود.

source: Wordfence will make up to %d attempts to resume each failed scan stage. This scan may recover if one of these attempts is successful.
fa_ir: Wordfence تا %d تلاش برای از سرگیری هر مرحله اسکن شکست‌خورده انجام خواهد داد. این اسکن ممکن است اگر یکی از این تلاش‌ها موفق باشد بازیابی شود.

source: Scan Stage Failed
fa_ir: مرحله اسکن شکست خورد

source: A scan stage has failed to start. This is often because the site either cannot make outbound requests or is blocked from connecting to itself.
fa_ir: یک مرحله اسکن شروع نشده است. این معمولاً به این دلیل است که سایت نمی‌تواند درخواست‌های خروجی ارسال کند یا از اتصال به خود مسدود شده است.

source: Scans are not functional because SSL is unavailable.
fa_ir: اسکن‌ها به دلیل عدم دسترسی به SSL کار نمی‌کنند.

source: The scan has failed because we were unable to contact the Wordfence servers. Some sites may need adjustments to run scans reliably.
fa_ir: اسکن شکست خورده است زیرا نتواستیم با سرورهای Wordfence تماس بگیریم. برخی سایت‌ها ممکن است به تنظیمات خاصی نیاز داشته باشند تا اسکن‌ها به‌طور قابل اعتماد انجام شوند.

source: The scan has failed because we received an unexpected response from the Wordfence servers. This may be a temporary error, though some sites may need adjustments to run scans reliably.
fa_ir: اسکن شکست خورده است زیرا یک پاسخ غیرمنتظره از سرورهای Wordfence دریافت کردیم. این ممکن است یک خطای موقت باشد، هرچند برخی سایت‌ها ممکن است به تنظیمات خاصی نیاز داشته باشند تا اسکن‌ها به‌طور قابل اعتماد انجام شوند.

source: Invalid email address given.
fa_ir: آدرس ایمیل وارد شده نامعتبر است.

source: Deleting an infected wp-config.php file must be done outside of Wordfence. The wp-config.php file contains your database credentials, which you will need to restore normal site operations. Your site will NOT function once the wp-config.php file has been deleted.
fa_ir: حذف فایل آلوده wp-config.php باید خارج از Wordfence انجام شود. فایل wp-config.php حاوی اعتبارنامه‌های پایگاه داده شما است که برای بازگرداندن عملیات طبیعی سایت به آن نیاز دارید. سایت شما پس از حذف فایل wp-config.php کار نخواهد کرد.

source: Could not delete file %1$s. Error was: %2$s
fa_ir: نتواستیم فایل %1$s را حذف کنیم. خطا: %2$s

source: We could not retrieve the original file of %s to do a repair.
fa_ir: نتواستیم فایل اصلی %s را برای تعمیر بازیابی کنیم.

source: An invalid file %s was specified for repair.
fa_ir: فایل نامعتبری %s برای تعمیر مشخص شد.

source: You don't have permission to repair %s. You need to either fix the file manually using FTP or change the file permissions and ownership so that your web server has write access to repair the file.
fa_ir: شما اجازه تعمیر فایل %s را ندارید. باید فایل را به‌طور دستی با استفاده از FTP تعمیر کنید یا مجوزها و مالکیت فایل را تغییر دهید تا وب‌سرور شما دسترسی نوشتن برای تعمیر فایل داشته باشد.

source: We could not write to %1$s. The error was: %2$s
fa_ir: نتواستیم به %1$s بنویسیم. خطا: %2$s

source: We could not write to %1$s. (%2$d bytes written) You may not have permission to modify files on your WordPress server.
fa_ir: نتواستیم به %1$s بنویسیم. (%2$d بایت نوشته شد) ممکن است شما مجوز تغییر فایل‌ها روی سرور وردپرس خود را نداشته باشید.

source: Deleted some files with errors
fa_ir: برخی فایل‌ها با خطا حذف شدند

source: Repaired some files with errors
fa_ir: برخی فایل‌ها با خطا تعمیر شدند

source: Deleted %1$d files but we encountered the following errors with other files: %2$s
fa_ir: %1$d فایل حذف شد اما با فایل‌های دیگر خطاهایی مواجه شدیم: %2$s

source: Repaired %1$d files but we encountered the following errors with other files: %2$s
fa_ir: %1$d فایل تعمیر شد اما با فایل‌های دیگر خطاهایی مواجه شدیم: %2$s

source: Deleted %d files successfully
fa_ir: فایل‌های %d با موفقیت حذف شدند

source: Repaired %d files successfully
fa_ir: فایل‌های %d با موفقیت تعمیر شدند

source: Deleted %d files successfully. No errors were encountered.
fa_ir: فایل‌های %d با موفقیت حذف شدند. هیچ خطایی رخ نداد.

source: Repaired %d files successfully. No errors were encountered.
fa_ir: فایل‌های %d با موفقیت تعمیر شدند. هیچ خطایی رخ نداد.

source: Could not delete files
fa_ir: نمی‌توان فایل‌ها را حذف کرد

source: Could not repair files
fa_ir: نمی‌توان فایل‌ها را تعمیر کرد

source: We could not delete any of the files you selected. We encountered the following errors: %s
fa_ir: ما نتوانستیم هیچ یک از فایل‌های انتخابی شما را حذف کنیم. خطاهای زیر رخ داد: %s

source: We could not repair any of the files you selected. We encountered the following errors: %s
fa_ir: ما نتوانستیم هیچ یک از فایل‌های انتخابی شما را تعمیر کنیم. خطاهای زیر رخ داد: %s

source: Nothing done
fa_ir: هیچ کاری انجام نشد

source: We didn't delete anything and no errors were found.
fa_ir: ما هیچ چیزی حذف نکردیم و هیچ خطایی یافت نشد.

source: We didn't repair anything and no errors were found.
fa_ir: ما هیچ چیزی تعمیر نکردیم و هیچ خطایی یافت نشد.

source: Invalid bulk operation selected
fa_ir: عملیات گروهی نامعتبر انتخاب شد

source: Could not delete file because we could not find that issue.
fa_ir: نمی‌توان فایل را حذف کرد زیرا مشکل مورد نظر پیدا نشد.

source: Could not delete file because that issue does not appear to be a file related issue.
fa_ir: نمی‌توان فایل را حذف کرد زیرا آن مشکل به نظر نمی‌رسد که مربوط به فایل باشد.

source: An invalid file was requested for deletion.
fa_ir: فایل نامعتبر برای حذف درخواست شد.

source: Could not delete file %1$s. The error was: %2$s
fa_ir: نمی‌توان فایل %1$s را حذف کرد. خطا: %2$s

source: Could not remove the option because we could not find that issue.
fa_ir: نمی‌توان گزینه را حذف کرد زیرا مشکل مورد نظر پیدا نشد.

source: Could not remove the option because that issue does not appear to be a database related issue.
fa_ir: نمی‌توان گزینه را حذف کرد زیرا آن مشکل به نظر نمی‌رسد که مربوط به پایگاه داده باشد.
