Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: Could not remove the option %1$s. The error was: %2$s
fa_ir: نمی‌توان گزینه %1$s را حذف کرد. خطا: %2$s

source: Modifying the .htaccess file did not resolve the issue, so the original .htaccess file was restored. You can fix this manually by setting <code>display_errors</code> to <code>Off</code> in your php.ini if your site is on a VPS or dedicated server that you control.
fa_ir: تغییر فایل .htaccess مشکل را حل نکرد، بنابراین فایل اصلی .htaccess بازگردانی شد. شما می‌توانید این را به صورت دستی با تنظیم <code>display_errors</code> به <code>Off</code> در فایل php.ini خود اصلاح کنید، اگر سایت شما روی سرور خصوصی مجازی یا سرور اختصاصی است که تحت کنترل شماست.

source: We could not get the original file to do a repair.
fa_ir: ما نتوانستیم فایل اصلی را برای تعمیر بدست آوریم.

source: An invalid file was specified for repair.
fa_ir: فایل نامعتبری برای تعمیر مشخص شد.

source: We could not write to that file. You may not have permission to modify files on your WordPress server.
fa_ir: ما نتوانستیم به آن فایل بنویسیم. ممکن است شما مجوز لازم برای اصلاح فایل‌ها در سرور وردپرس خود را نداشته باشید.

source: Ajax request received to start scan.
fa_ir: درخواست ایجاکس برای شروع اسکن دریافت شد.

source: Page contains %d malware URL:
fa_ir: صفحه حاوی %d URL بدافزار:

source: Run a Scan
fa_ir: اجرای اسکن

source: Unknown dashboard data set.
fa_ir: مجموعه داده‌های نامشخص داشبورد.

source: Bad security token. It may have been more than 12 hours since you reloaded the page you came from. Try reloading the page you came from. If that doesn't work, please sign out and sign-in again.
fa_ir: توکن امنیتی اشتباه. ممکن است بیشتر از 12 ساعت از آخرین بار که صفحه‌ای که از آن آمده‌اید را بارگذاری کردید گذشته باشد. لطفاً صفحه‌ای که از آن آمده‌اید را دوباره بارگذاری کنید. اگر این کار جواب نداد، لطفاً از سیستم خارج شوید و دوباره وارد شوید.

source: An invalid IP address was specified.
fa_ir: یک آدرس IP نامعتبر مشخص شد.

source: This link has expired. Refresh the scan results page and try again.
fa_ir: این لینک منقضی شده است. صفحه نتایج اسکن را بارگذاری کنید و دوباره امتحان کنید.

source: File access blocked. (WORDFENCE_DISABLE_FILE_VIEWER is true)
fa_ir: دسترسی به فایل مسدود شد. (WORDFENCE_DISABLE_FILE_VIEWER برابر true است)

source: Invalid file requested. (Relative paths not allowed)
fa_ir: فایل نامعتبر درخواست شده است. (مسیرهای نسبی مجاز نیستند)

source: File contains illegal characters.
fa_ir: فایل حاوی کاراکترهای غیرمجاز است.

source: We could not open the requested file for reading. The error was: %s
fa_ir: ما نتوانستیم فایل درخواست شده را برای خواندن باز کنیم. خطا: %s

source: Greater than 2 Gigs
fa_ir: بیشتر از 2 گیگابایت

source: Unknown file size.
fa_ir: اندازه فایل نامشخص است.

source: We could not get the contents of the original file to do a comparison.
fa_ir: ما نتوانستیم محتویات فایل اصلی را برای انجام مقایسه بدست آوریم.

source: Empty file path provided
fa_ir: مسیر فایل خالی ارائه شد

source: Unable to read file contents
fa_ir: ناتوان در خواندن محتوای فایل

source: File does not exist.
fa_ir: فایل وجود ندارد.

source: Reload
fa_ir: بارگذاری مجدد

source: ${totalIPs} addresses in this network
fa_ir: ${totalIPs} آدرس‌ها در این شبکه

source: %s in POST body: %s
fa_ir: %s در بدنه POST: %s

source: %s in cookie: %s
fa_ir: %s در کوکی: %s

source: %s in file: %s
fa_ir: %s در فایل: %s

source: %s in query string: %s
fa_ir: %s در رشته پرس و جو: %s

source: %s is not valid hostname
fa_ir: %s یک نام میزبان معتبر نیست

source: .htaccess Updated
fa_ir: .htaccess به‌روزرسانی شد

source: .htaccess change
fa_ir: تغییر .htaccess

source: 404 Not Found
fa_ir: 404 یافت نشد

source: Activity Log Sent
fa_ir: گزارش فعالیت ارسال شد

source: Add action to allowlist
fa_ir: افزودن عمل به فهرست سفید

source: Add code to .htaccess
fa_ir: افزودن کد به .htaccess

source: All Hits
fa_ir: تمامی ضربات

source: All capabilties of admin user %s were successfully revoked.
fa_ir: تمامی قابلیت‌های کاربر مدیر %s با موفقیت لغو شد.

source: An error occurred when adding the request to the allowlist.
fa_ir: یک خطا هنگام افزودن درخواست به فهرست سفید رخ داد.

source: Are you sure you want to allowlist this action?
fa_ir: آیا مطمئن هستید که می‌خواهید این عمل را به فهرست سفید اضافه کنید؟

source: Authentication Code
fa_ir: کد تأیید هویت

source: Background Request Blocked
fa_ir: درخواست پس‌زمینه مسدود شد

source: Block This Network
fa_ir: این شبکه را مسدود کن

source: Blocked By Firewall
fa_ir: مسدود شده توسط فایروال

source: Blocked WAF
fa_ir: مسدود شده توسط WAF

source: Blocked by Wordfence
fa_ir: مسدود شده توسط وردفنس

source: Blocked by Wordfence plugin settings
fa_ir: مسدود شده توسط تنظیمات افزونه وردفنس

source: Blocked by the Wordfence Application Firewall and plugin settings
fa_ir: مسدود شده توسط فایروال برنامه وردفنس و تنظیمات افزونه

source: Blocked by the Wordfence Security Network
fa_ir: مسدود شده توسط شبکه امنیتی وردفنس

source: Blocked by the Wordfence Web Application Firewall
fa_ir: مسدود شده توسط فایروال برنامه وب وردفنس

source: Cellphone Sign-In Recovery Codes
fa_ir: کدهای بازیابی ورود از طریق تلفن همراه

source: Cellphone Sign-in activated for user.
fa_ir: ورود از طریق تلفن همراه برای کاربر فعال شد.

source: Click here to download a backup copy of this file now
fa_ir: اینجا کلیک کنید تا نسخه پشتیبان از این فایل را دانلود کنید.

source: Click here to download a backup copy of your .htaccess file now
fa_ir: اینجا کلیک کنید تا نسخه پشتیبان از فایل .htaccess خود را دانلود کنید.

source: Click to fix .htaccess
fa_ir: برای اصلاح .htaccess کلیک کنید

source: Crawlers
fa_ir: دوربین‌ها

source: Diagnostic report has been sent successfully.
fa_ir: گزارش تشخیصی با موفقیت ارسال شد.

source: Directory Listing Disabled
fa_ir: فهرست دایرکتوری غیرفعال شده است

source: Directory listing has been disabled on your server.
fa_ir: فهرست دایرکتوری در سرور شما غیرفعال شده است.

source: Don't ask again
fa_ir: دوباره نپرس

source: Download Backup File
fa_ir: دانلود فایل پشتیبان

source: Each line of 16 letters and numbers is a single recovery code, with optional spaces for readability. When typing your password, enter "wf" followed by the entire code like "mypassword wf1234 5678 90AB CDEF". If your site shows a separate prompt for entering a code after entering only your username and password, enter only the code like "1234 5678 90AB CDEF". Your recovery codes are:
fa_ir: هر خط از 16 حرف و عدد یک کد بازیابی است، با فاصله‌های اختیاری برای وضوح بیشتر. هنگام وارد کردن رمز عبور، "wf" را وارد کرده و سپس کد کامل را وارد کنید مانند "mypassword wf1234 5678 90AB CDEF". اگر سایت شما پس از وارد کردن نام کاربری و رمز عبور، پیامی جداگانه برای وارد کردن کد نشان می‌دهد، فقط کد را وارد کنید مانند "1234 5678 90AB CDEF". کدهای بازیابی شما عبارتند از:

source: Email Diagnostic Report
fa_ir: گزارش تشخیصی ایمیل

source: Email Wordfence Activity Log
fa_ir: گزارش فعالیت وردفنس به ایمیل

source: Enter the email address you would like to send the Wordfence activity log to. Note that the activity log may contain thousands of lines of data. This log is usually only sent to a member of the Wordfence support team. It also contains your PHP configuration from the phpinfo() function for diagnostic data.
fa_ir: آدرس ایمیل را وارد کنید که می‌خواهید گزارش فعالیت وردفنس به آن ارسال شود. توجه داشته باشید که گزارش فعالیت ممکن است شامل هزاران خط داده باشد. این گزارش معمولاً فقط به یکی از اعضای تیم پشتیبانی وردفنس ارسال می‌شود. همچنین شامل پیکربندی PHP شما از تابع phpinfo() برای داده‌های تشخیصی است.

source: Error
fa_ir: خطا

source: Error Enabling All Options Page
fa_ir: خطا در فعال‌سازی صفحه تمام گزینه‌ها

source: Error Restoring Defaults
fa_ir: خطا در بازگرداندن تنظیمات پیش‌فرض

source: Error Saving Option
fa_ir: خطا در ذخیره گزینه

source: Error Saving Options
fa_ir: خطا در ذخیره گزینه‌ها

source: Failed Login
fa_ir: ورود ناموفق

source: Failed Login: Invalid Username
fa_ir: ورود ناموفق: نام کاربری نامعتبر

source: Failed Login: Valid Username
fa_ir: ورود ناموفق: نام کاربری معتبر

source: File hidden successfully
fa_ir: فایل با موفقیت مخفی شد

source: File restored OK
fa_ir: فایل با موفقیت بازگردانی شد

source: Filter Traffic
fa_ir: فیلتر ترافیک

source: Firewall Response
fa_ir: پاسخ فایروال

source: Full Path Disclosure
fa_ir: افشای مسیر کامل

source: Google Bot
fa_ir: ربات گوگل

source: Google Crawlers
fa_ir: دوربین‌های گوگل

source: HTTP Response Code
fa_ir: کد پاسخ HTTP

source: Humans
fa_ir: انسان‌ها

source: Key:
fa_ir: کلید:

source: Last Updated: %s
fa_ir: آخرین به‌روزرسانی: %s

source: Learn more about repairing modified files.
fa_ir: برای آشنایی بیشتر با تعمیر فایل‌های تغییر یافته، بیشتر بخوانید.

source: Locked Out
fa_ir: قفل شده

source: Locked out from logging in
fa_ir: از ورود به سیستم قفل شده‌اید

source: Logged In
fa_ir: وارد شده‌اید

source: Logins
fa_ir: ورودها

source: Logins and Logouts
fa_ir: ورودها و خروج‌ها

source: Next Update Check: %s
fa_ir: بررسی به‌روزرسانی بعدی: %s

source: No activity to report yet. Please complete your first scan.
fa_ir: هنوز فعالیتی برای گزارش وجود ندارد. لطفاً اسکن اول خود را تکمیل کنید.

source: No issues have been ignored.
fa_ir: هیچ مشکلی نادیده گرفته نشده است.

source: No new issues have been found.
fa_ir: مشکل جدیدی پیدا نشده است.

source: No rules were updated. Please verify you have permissions to write to the /wp-content/wflogs directory.
fa_ir: هیچ قانونی به‌روزرسانی نشد. لطفاً بررسی کنید که مجوزهای لازم برای نوشتن در دایرکتوری /wp-content/wflogs را دارید.

source: No rules were updated. Please verify your website can reach the Wordfence servers.
fa_ir: هیچ قانونی به‌روزرسانی نشد. لطفاً بررسی کنید که سایت شما می‌تواند به سرورهای وردفنس دسترسی داشته باشد.

source: No rules were updated. Your website has reached the maximum number of rule update requests. Please try again later.
fa_ir: هیچ قانونی به‌روزرسانی نشد. سایت شما به حداکثر تعداد درخواست‌های به‌روزرسانی قوانین رسیده است. لطفاً بعداً دوباره تلاش کنید.

source: Note: Status will update when changes are saved
fa_ir: توجه: وضعیت زمانی به‌روزرسانی خواهد شد که تغییرات ذخیره شوند

source: OK
fa_ir: باشه

source: Pages Not Found
fa_ir: صفحات یافت نشد

source: Paid Members Only
fa_ir: فقط اعضای پرداختی

source: Please enter a valid email address.
fa_ir: لطفاً یک آدرس ایمیل معتبر وارد کنید.

source: Please include your support ticket number or forum username.
fa_ir: لطفاً شماره بلیط پشتیبانی یا نام کاربری فروم خود را وارد کنید.

source: Please make a backup of this file before proceeding. If you need to restore this backup file, you can copy it to the following path from your site's root:
fa_ir: لطفاً قبل از ادامه، از این فایل نسخه پشتیبان تهیه کنید. اگر نیاز به بازگرداندن این فایل پشتیبان دارید، می‌توانید آن را از ریشه سایت خود به مسیر زیر کپی کنید:

source: Please specify a reason
fa_ir: لطفاً یک دلیل مشخص کنید

source: Please specify a valid IP address range in the form of "1.2.3.4 - 1.2.3.5" without quotes. Make sure the dash between the IP addresses in a normal dash (a minus sign on your keyboard) and not another character that looks like a dash.
fa_ir: لطفاً یک بازه آدرس IP معتبر به فرم "1.2.3.4 - 1.2.3.5" بدون نقل قول مشخص کنید. مطمئن شوید که خط فاصله بین آدرس‌های IP یک خط فاصله معمولی است (علامت منفی روی صفحه‌کلید شما) و نه کاراکتر دیگری که شبیه خط فاصله به نظر برسد.

source: Please specify either an IP address range, Hostname or a web browser pattern to match.
fa_ir: لطفاً یک بازه آدرس IP، نام میزبان یا الگوی مرورگر وب برای تطبیق مشخص کنید.

source: Recent Activity
fa_ir: فعالیت‌های اخیر

source: Recovery Codes
fa_ir: کدهای بازیابی

source: Redirected
fa_ir: مسیر‌یابی شده

source: Redirected by Country Blocking bypass URL
fa_ir: مسیر‌یابی شده توسط URL دور زدن مسدودسازی کشور

source: Referer
fa_ir: ارجاع‌دهنده

source: Registered Users
fa_ir: کاربران ثبت‌نام شده

source: Rule Update Failed
fa_ir: به‌روزرسانی قانون ناموفق بود

source: Rules Updated
fa_ir: قوانین به‌روزرسانی شدند

source: Scan Complete.
fa_ir: اسکن تکمیل شد.

source: Scan the code below with your authenticator app to add this account. Some authenticator apps also allow you to type in the text version instead.
fa_ir: کد زیر را با برنامه احراز هویت خود اسکن کنید تا این حساب را اضافه کنید. برخی از برنامه‌های احراز هویت همچنین به شما اجازه می‌دهند نسخه متنی را وارد کنید.

source: Security Event
fa_ir: رویداد امنیتی

source: Send
fa_ir: ارسال

source: Sorry, but no data for that IP or domain was found.
fa_ir: متاسفیم، هیچ داده‌ای برای این آدرس آی‌پی یا دامنه پیدا نشد.

source: Specify a valid IP range
fa_ir: محدوده آی‌پی معتبر را مشخص کنید.

source: Specify a valid hostname
fa_ir: نام میزبان معتبر را مشخص کنید.

source: Specify an IP range, Hostname or Browser pattern
fa_ir: محدوده آی‌پی، نام میزبان یا الگوی مرورگر را مشخص کنید.

source: Success deleting file
fa_ir: حذف فایل با موفقیت انجام شد.

source: Success removing option
fa_ir: حذف گزینه با موفقیت انجام شد.

source: Success restoring file
fa_ir: بازیابی فایل با موفقیت انجام شد.

source: Success updating option
fa_ir: به‌روزرسانی گزینه با موفقیت انجام شد.

source: Successfully deleted admin
fa_ir: مدیر با موفقیت حذف شد.

source: Successfully revoked admin
fa_ir: دسترسی مدیر با موفقیت لغو شد.

source: Test Email Sent
fa_ir: ایمیل آزمایشی ارسال شد.

source: The 'How does Wordfence get IPs' option was successfully updated to the recommended value.
fa_ir: گزینه «چگونه وردفنس آی‌پی‌ها را دریافت می‌کند» با موفقیت به مقدار توصیه‌شده به‌روزرسانی شد.

source: The Full Path disclosure issue has been fixed
fa_ir: مسئله افشای مسیر کامل رفع شد.

source: The admin user %s was successfully deleted.
fa_ir: کاربر مدیر %s با موفقیت حذف شد.

source: The file %s was successfully deleted.
fa_ir: فایل %s با موفقیت حذف شد.

source: The file %s was successfully hidden from public view.
fa_ir: فایل %s با موفقیت از دید عمومی مخفی شد.

source: The file %s was successfully restored.
fa_ir: فایل %s با موفقیت بازیابی شد.

source: The option %s was successfully removed.
fa_ir: گزینه %s با موفقیت حذف شد.

source: The request has been allowlisted. Please try it again.
fa_ir: درخواست به فهرست مجاز افزوده شد. لطفاً دوباره امتحان کنید.

source: There was an error while sending the email.
fa_ir: در ارسال ایمیل خطا رخ داد.

source: This will be shown only once. Keep these codes somewhere safe.
fa_ir: این تنها یک بار نمایش داده می‌شود. این کدها را در مکانی امن نگهداری کنید.

source: Throttled
fa_ir: محدود شده

source: Two Factor Status
fa_ir: وضعیت دو عاملی

source: Type: %s
fa_ir: نوع: %s

source: URL
fa_ir: آدرس وب

source: Unable to automatically hide file
fa_ir: عدم توانایی در مخفی‌سازی خودکار فایل

source: Use one of these %s codes to log in if you are unable to access your phone. Codes are 16 characters long, plus optional spaces. Each one may be used only once.
fa_ir: از یکی از این کدهای %s برای ورود استفاده کنید اگر قادر به دسترسی به تلفن خود نیستید. کدها 16 کاراکتر طول دارند، به‌اضافه فضاهای اختیاری. هر کد تنها یک‌بار استفاده می‌شود.

source: Use one of these %s codes to log in if you lose access to your authenticator device. Codes are 16 characters long, plus optional spaces. Each one may be used only once.
fa_ir: از یکی از این کدهای %s برای ورود استفاده کنید اگر دسترسی به دستگاه احراز هویت خود را از دست بدهید. کدها 16 کاراکتر طول دارند، به‌اضافه فضاهای اختیاری. هر کد تنها یک‌بار استفاده می‌شود.

source: User ID
fa_ir: شناسه کاربری

source: WHOIS LOOKUP
fa_ir: جستجوی WHOIS

source: We are about to change your <em>.htaccess</em> file. Please make a backup of this file before proceeding.
fa_ir: ما قصد داریم فایل <em>.htaccess</em> شما را تغییر دهیم. لطفاً قبل از ادامه، نسخه پشتیبان از این فایل تهیه کنید.

source: We can't modify your .htaccess file for you because: %s
fa_ir: ما نمی‌توانیم فایل .htaccess شما را برای شما تغییر دهیم زیرا: %s

source: We encountered a problem
fa_ir: ما با مشکلی مواجه شدیم

source: Wordfence Firewall blocked a background request to WordPress for the URL %s. If this occurred as a result of an intentional action, you may consider allowlisting the request to allow it in the future.
fa_ir: فایروال وردفنس یک درخواست پس‌زمینه به وردپرس برای آدرس %s را مسدود کرد. اگر این به دلیل یک اقدام عمدی بوده است، می‌توانید درخواست را به فهرست مجاز اضافه کنید تا در آینده اجازه عبور داده شود.

source: Wordfence is working...
fa_ir: وردفنس در حال کار است...

source: You are using Nginx as your web server. You'll need to disable autoindexing in your nginx.conf. See the <a target='_blank' rel='noopener noreferrer' href='https://nginx.org/en/docs/http/ngx_http_autoindex_module.html'>Nginx docs for more info</a> on how to do this.
fa_ir: شما از Nginx به‌عنوان وب‌سرور خود استفاده می‌کنید. باید autoindexing را در فایل nginx.conf خود غیرفعال کنید. برای اطلاعات بیشتر، به <a target='_blank' rel='noopener noreferrer' href='https://nginx.org/en/docs/http/ngx_http_autoindex_module.html'>مستندات Nginx</a> مراجعه کنید.

source: You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually delete or hide those files.
fa_ir: شما از وب‌سرور Nginx و پردازنده FastCGI مانند PHP5-FPM استفاده می‌کنید. باید به‌صورت دستی آن فایل‌ها را حذف یا مخفی کنید.

source: You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually modify your php.ini to disable <em>display_error</em>
fa_ir: شما از وب‌سرور Nginx و پردازنده FastCGI مانند PHP5-FPM استفاده می‌کنید. باید به‌صورت دستی فایل php.ini خود را برای غیرفعال‌سازی <em>display_error</em> ویرایش کنید.

source: You forgot to include a reason you're blocking this IP range. We ask you to include this for your own record keeping.
fa_ir: شما فراموش کردید دلیلی برای مسدود کردن این محدوده آی‌پی وارد کنید. از شما خواسته می‌شود که این را برای نگهداری سوابق خود وارد کنید.

source: You have unsaved changes to your options. If you leave this page, those changes will be lost.
fa_ir: شما تغییرات ذخیره‌نشده‌ای در گزینه‌های خود دارید. اگر این صفحه را ترک کنید، آن تغییرات از دست خواهند رفت.

source: Your .htaccess has been updated successfully. Please verify your site is functioning normally.
fa_ir: فایل .htaccess شما با موفقیت به‌روزرسانی شد. لطفاً تأیید کنید که سایت شما به‌طور معمول کار می‌کند.

source: Your Wordfence activity log was sent to %s
fa_ir: گزارش فعالیت وردفنس شما به %s ارسال شد.

source: Your rules have been updated successfully.
fa_ir: قوانین شما با موفقیت به‌روزرسانی شدند.

source: Your rules have been updated successfully. You are currently using the free version of Wordfence. Upgrade to Wordfence premium to have your rules updated automatically as new threats emerge. <a href="https://www.wordfence.com/wafUpdateRules1/wordfence-signup/">Click here to purchase a premium license</a>. <em>Note: Your rules will still update every 30 days as a free user.</em>
fa_ir: قوانین شما با موفقیت به‌روزرسانی شدند. در حال حاضر از نسخه رایگان وردفنس استفاده می‌کنید. برای به‌روزرسانی خودکار قوانین به‌محض بروز تهدیدات جدید، به وردفنس پریمیوم ارتقا دهید. <a href="https://www.wordfence.com/wafUpdateRules1/wordfence-signup/">برای خرید مجوز پریمیوم اینجا کلیک کنید</a>. <em>توجه: قوانین شما همچنان هر 30 روز یک‌بار به‌عنوان یک کاربر رایگان به‌روزرسانی خواهند شد.</em>

source: Your test email was sent to the requested email address. The result we received from the WordPress wp_mail() function was: %s<br /><br />A 'True' result means WordPress thinks the mail was sent without errors. A 'False' result means that WordPress encountered an error sending your mail. Note that it's possible to get a 'True' response with an error elsewhere in your mail system that may cause emails to not be delivered.
fa_ir: ایمیل آزمایشی شما به آدرس ایمیل درخواست‌شده ارسال شد. نتیجه‌ای که از تابع wp_mail() وردپرس دریافت کردیم به شرح زیر است: %s<br /><br />نتیجه «درست» به این معنی است که وردپرس فکر می‌کند ایمیل بدون خطا ارسال شده است. نتیجه «غلط» به این معنی است که وردپرس در ارسال ایمیل شما خطا داشته است. توجه داشته باشید که ممکن است پاسخ «درست» در صورت وجود خطا در سایر بخش‌های سیستم ایمیل شما دریافت شود که باعث عدم تحویل ایمیل‌ها می‌شود.

source: blocked by firewall
fa_ir: مسدود شده توسط فایروال

source: blocked by firewall for %s
fa_ir: مسدود شده توسط فایروال برای %s

source: blocked by real-time IP blocklist
fa_ir: مسدود شده توسط فهرست مسدودسازی آی‌پی زمان واقعی

source: blocked by the Wordfence Security Network
fa_ir: مسدود شده توسط شبکه امنیتی وردفنس

source: blocked for %s
fa_ir: مسدود شده برای %s

source: locked out from logging in
fa_ir: دسترسی به ورود مسدود شده است

source: Wordfence generated an error on activation. The output we received during activation was:
fa_ir: وردفنس در زمان فعال‌سازی خطا تولید کرد. خروجی که در زمان فعال‌سازی دریافت کردیم به شرح زیر است:

source: Wordfence's license key is missing.
fa_ir: کلید مجوز وردفنس مفقود است.

source: This could be caused by a database problem. You may need to repair your "wfconfig" database table or fix your database user's privileges if they have changed recently, or you may need to reinstall Wordfence. Please <a href="%s" target="_blank" rel="noopener noreferrer">contact Wordfence support<span class="screen-reader-text"> (
fa_ir: این ممکن است به دلیل مشکل در پایگاه داده باشد. ممکن است نیاز به تعمیر جدول پایگاه داده "wfconfig" یا اصلاح دسترسی‌های کاربر پایگاه داده خود داشته باشید، اگر این‌ها اخیراً تغییر کرده باشند، یا ممکن است نیاز به نصب مجدد وردفنس داشته باشید. لطفاً <a href="%s" target="_blank" rel="noopener noreferrer">با پشتیبانی وردفنس تماس بگیرید<span class="screen-reader-text"> (

source: The Wordfence Web Application Firewall cannot run.
fa_ir: فایروال برنامه وب وردفنس قادر به اجرا نیست.

source: The configuration files are corrupt or inaccessible by the web server, which is preventing the WAF from functioning. Please verify the web server has permission to access the configuration files. You may also try to rebuild the configuration file by <a href="%1$s">clicking here</a>. It will automatically resume normal operation when it is fixed. <a class="wfhelp" target="_blank" rel="noopener noreferrer" href="%2$s"><span class="screen-reader-text"> (
fa_ir: فایل‌های پیکربندی خراب شده‌اند یا توسط وب‌سرور قابل دسترسی نیستند، که مانع از عملکرد WAF می‌شود. لطفاً تأیید کنید که وب‌سرور مجوز دسترسی به فایل‌های پیکربندی را دارد. همچنین می‌توانید با <a href="%1$s">کلیک کردن اینجا</a> تلاش کنید فایل پیکربندی را بازسازی کنید. پس از اصلاح، به‌طور خودکار به حالت عادی باز می‌گردد. <a class="wfhelp" target="_blank" rel="noopener noreferrer" href="%2$s"><span class="screen-reader-text"> (

source: The WAF storage engine is currently set to mysqli, but Wordfence is unable to use the database. The WAF will fall back to using local file system storage instead.
fa_ir: موتور ذخیره‌سازی WAF در حال حاضر روی mysqli تنظیم شده است، اما وردفنس قادر به استفاده از پایگاه داده نیست. WAF به‌جای آن از ذخیره‌سازی سیستم فایل محلی استفاده خواهد کرد.

source: The Wordfence Web Application Firewall needs a configuration update.
fa_ir: فایروال برنامه وب وردفنس نیاز به به‌روزرسانی پیکربندی دارد.

source: It is currently configured to use an older version of PHP and may become deactivated if PHP is updated. You may perform the configuration update automatically by <a href="%1$s">clicking here</a>. <a class="wfhelp" target="_blank" rel="noopener noreferrer" href="%2$s"><span class="screen-reader-text"> (
fa_ir: در حال حاضر به‌گونه‌ای پیکربندی شده است که از نسخه قدیمی‌تری از PHP استفاده می‌کند و ممکن است در صورت به‌روزرسانی PHP غیرفعال شود. می‌توانید به‌روزرسانی پیکربندی را به‌طور خودکار با <a href="%1$s">کلیک کردن اینجا</a> انجام دهید. <a class="wfhelp" target="_blank" rel="noopener noreferrer" href="%2$s"><span class="screen-reader-text"> (
