Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: It is not currently in extended protection mode but was configured to use an older version of PHP and may have become deactivated when PHP was updated. You may perform the configuration update automatically by <a href="%1$s">clicking here</a> or use the "Optimize the Wordfence Firewall" button on the Firewall Options page. <a class="wfhelp" target="_blank" rel="noopener noreferrer" href="%2$s"><span class="screen-reader-text"> (
fa_ir: در حال حاضر در حالت محافظت گسترده نیست، اما به‌گونه‌ای پیکربندی شده بود که از نسخه قدیمی‌تری از PHP استفاده کند و ممکن است هنگام به‌روزرسانی PHP غیرفعال شده باشد. شما می‌توانید به‌روزرسانی پیکربندی را به‌طور خودکار با <a href="%1$s">کلیک کردن اینجا</a> انجام دهید یا از دکمه «بهینه‌سازی فایروال وردفنس» در صفحه گزینه‌های فایروال استفاده کنید. <a class="wfhelp" target="_blank" rel="noopener noreferrer" href="%2$s"><span class="screen-reader-text"> (

source: The Wordfence Web Application Firewall is in read-only mode.
fa_ir: فایروال برنامه وب وردفنس در حالت فقط‌خواندنی است.

source: This site is currently using PHP's built in REMOTE_ADDR.
fa_ir: این سایت در حال حاضر از REMOTE_ADDR ساخته‌شده PHP استفاده می‌کند.

source: This site is currently using the X-Forwarded-For HTTP header, which should only be used when the site is behind a front-end proxy that outputs this header.
fa_ir: این سایت در حال حاضر از هدر HTTP X-Forwarded-For استفاده می‌کند، که تنها زمانی باید استفاده شود که سایت پشت یک پراکسی جلویی قرار دارد که این هدر را ارسال می‌کند.

source: This site is currently using the X-Real-IP HTTP header, which should only be used when the site is behind a front-end proxy that outputs this header.
fa_ir: این سایت در حال حاضر از هدر HTTP X-Real-IP استفاده می‌کند، که تنها زمانی باید استفاده شود که سایت پشت یک پراکسی جلویی قرار دارد که این هدر را ارسال می‌کند.

source: This site is currently using the Cloudflare "CF-Connecting-IP" HTTP header, which should only be used when the site is behind Cloudflare.
fa_ir: این سایت در حال حاضر از هدر HTTP Cloudflare "CF-Connecting-IP" استفاده می‌کند، که تنها زمانی باید استفاده شود که سایت پشت Cloudflare قرار داشته باشد.

source: Your 'How does Wordfence get IPs' setting is misconfigured.
fa_ir: تنظیم «چگونه وردفنس آی‌پی‌ها را دریافت می‌کند» شما به‌طور اشتباه پیکربندی شده است.

source: Click here to use the recommended setting
fa_ir: برای استفاده از تنظیمات توصیه‌شده اینجا کلیک کنید

source: or
fa_ir: یا

source: visit the options page
fa_ir: به صفحه گزینه‌ها مراجعه کنید

source: to manually update it.
fa_ir: برای به‌روزرسانی دستی آن.

source: Do you want Wordfence to stay up-to-date automatically?
fa_ir: آیا می‌خواهید وردفنس به‌طور خودکار به‌روز شود؟

source: Yes, enable auto-update.
fa_ir: بله، به‌روزرسانی خودکار را فعال کن.

source: No thanks.
fa_ir: نه، ممنون.

source: Wordfence country blocking is currently set to block the United States. We recommend allowing access from the United States for Google and other benign crawlers, unless you choose to only block the login page.
fa_ir: مسدودسازی کشور وردفنس در حال حاضر به مسدود کردن ایالات متحده تنظیم شده است. ما توصیه می‌کنیم دسترسی از ایالات متحده برای گوگل و سایر ربات‌های بی‌ضرر را اجازه دهید، مگر اینکه تصمیم بگیرید فقط صفحه ورود را مسدود کنید.

source: The last rules update for the Wordfence Web Application Firewall was unsuccessful. The last successful update check was %s, so this site may be missing new rules added since then.
fa_ir: آخرین به‌روزرسانی قوانین برای فایروال برنامه وب وردفنس ناموفق بود. آخرین بررسی موفق به‌روزرسانی در تاریخ %s بود، بنابراین ممکن است این سایت قوانین جدیدی که از آن زمان اضافه شده‌اند را نداشته باشد.

source: You may wait for the next automatic attempt at %1$s or try to <a href="%2$s">Manually Update</a> by clicking the "Manually Refresh Rules" button below the Rules list.
fa_ir: شما می‌توانید منتظر تلاش خودکار بعدی در تاریخ %1$s باشید یا با کلیک بر روی دکمه «بروزرسانی دستی» در زیر لیست قوانین، <a href="%2$s">بروزرسانی دستی</a> را انجام دهید.

source: You may wait for the next automatic attempt or try to <a href="%s">Manually Update</a> by clicking the "Manually Refresh Rules" button below the Rules list.
fa_ir: شما می‌توانید منتظر تلاش خودکار بعدی باشید یا با کلیک بر روی دکمه «بروزرسانی دستی» در زیر لیست قوانین، <a href="%s">بروزرسانی دستی</a> را انجام دهید.

source: You may wait for the next automatic attempt at %s or log into the parent site to manually update by clicking the "Manually Refresh Rules" button below the Rules list.
fa_ir: شما می‌توانید منتظر تلاش خودکار بعدی در تاریخ %s باشید یا وارد سایت اصلی شوید و با کلیک بر روی دکمه «بروزرسانی دستی» در زیر لیست قوانین، بروزرسانی دستی را انجام دهید.

source: You may wait for the next automatic attempt or log into the parent site to manually update by clicking the "Manually Refresh Rules" button below the Rules list.
fa_ir: شما می‌توانید منتظر تلاش خودکار بعدی باشید یا وارد سایت اصلی شوید و با کلیک بر روی دکمه «بروزرسانی دستی» در زیر لیست قوانین، بروزرسانی دستی را انجام دهید.

source: Dashboard
fa_ir: داشبورد

source: Install
fa_ir: نصب

source: Upgrade to Care
fa_ir: ارتقا به Care

source: Upgrade to Response
fa_ir: ارتقا به Response

source: You have %d new Wordfence notification.
fa_ir: شما %d اعلان جدید وردفنس دارید.

source: JavaScript Errors
fa_ir: خطاهای جاوا اسکریپت

source: Malware URLs
fa_ir: آدرس‌های URL بدافزار

source: <a href="%s">Click here</a> to rebuild the configuration file.
fa_ir: <a href="%s">اینجا کلیک کنید</a> تا فایل پیکربندی را بازسازی کنید.

source: We were unable to write to %s which the WAF uses for storage. Please update permissions on the parent directory so the web server can write to it.
fa_ir: ما نتوانستیم به %s که WAF برای ذخیره‌سازی استفاده می‌کند بنویسیم. لطفاً مجوزهای دایرکتوری اصلی را به‌روزرسانی کنید تا وب‌سرور بتواند به آن بنویسد.

source: An error occured when fetching the WAF configuration from the database.
fa_ir: هنگام دریافت پیکربندی WAF از پایگاه داده خطا رخ داد.

source: The Wordfence Live Traffic feature has been disabled because you have %s active which is not compatible with Wordfence Live Traffic.
fa_ir: ویژگی ترافیک زنده وردفنس غیرفعال شده است زیرا شما %s را فعال دارید که با ترافیک زنده وردفنس سازگار نیست.

source: If you want to reenable Wordfence Live Traffic, you need to deactivate %1$s and then go to the Wordfence options page and reenable Live Traffic there. Wordfence does work with %1$s, however Live Traffic will be disabled and the Wordfence firewall will also count less hits per visitor because of the %1$s caching function. All other functions should work correctly.
fa_ir: اگر می‌خواهید ترافیک زنده وردفنس را دوباره فعال کنید، باید %1$s را غیرفعال کرده و سپس به صفحه گزینه‌های وردفنس بروید و ترافیک زنده را در آنجا دوباره فعال کنید. وردفنس با %1$s کار می‌کند، اما ترافیک زنده غیرفعال خواهد شد و فایروال وردفنس نیز به دلیل عملکرد کش %1$s تعداد کمتری از بازدیدها را شمارش خواهد کرد. تمام عملکردهای دیگر باید به درستی کار کنند.

source: The file <code>%s</code> was restored successfully.
fa_ir: فایل <code>%s</code> با موفقیت بازیابی شد.

source: There was an error restoring the file.
fa_ir: هنگام بازیابی فایل خطا رخ داد.

source: Return to scan results
fa_ir: بازگشت به نتایج اسکن

source: The file <code>%s</code> was deleted successfully.
fa_ir: فایل <code>%s</code> با موفقیت حذف شد.

source: There was an error deleting the file.
fa_ir: هنگام حذف فایل خطا رخ داد.

source: User IP: %s
fa_ir: آدرس آی‌پی کاربر: %s

source: User hostname: %s
fa_ir: نام میزبان کاربر: %s

source: User location:
fa_ir: محل کاربر:

source: No longer an administrator for this site? Click here to stop receiving security alerts: %s
fa_ir: دیگر مدیر این سایت نیستید؟ برای متوقف کردن دریافت هشدارهای امنیتی اینجا کلیک کنید: %s

source: The IP you provided must be in dotted quad notation or use ranges with square brackets. e.g. 10.11.12.13 or 10.11.12.[1-50]
fa_ir: آی‌پی که وارد کرده‌اید باید به صورت نمایش نقطه‌دار باشد یا از محدوده‌ها با براکت استفاده کند. به عنوان مثال 10.11.12.13 یا 10.11.12.[1-50]

source: Invalid email address provided
fa_ir: آدرس ایمیل وارد شده معتبر نیست

source: Test email sent successfully
fa_ir: ایمیل آزمایشی با موفقیت ارسال شد

source: Test email failed to send
fa_ir: ارسال ایمیل آزمایشی ناموفق بود

source: Wordfence activity in the past %s
fa_ir: فعالیت وردفنس در %s گذشته

source: We could not find that user in the database.
fa_ir: ما نتوانستیم آن کاربر را در پایگاه داده پیدا کنیم.

source: This user's email is the network admin email. It will need to be changed before deleting this user.
fa_ir: ایمیل این کاربر، ایمیل مدیر شبکه است. باید قبل از حذف این کاربر تغییر یابد.

source: We could not find that issue in the database.
fa_ir: ما نتوانستیم آن مشکل را در پایگاه داده پیدا کنیم.

source: Wordfence could not find your .htaccess file.
fa_ir: وردفنس نتوانست فایل .htaccess شما را پیدا کند.

source: Updating th
fa_ir: به‌روزرسانی .htaccess مشکل را حل نکرد. ممکن است نیاز باشد <code>Options -Indexes</code> را به httpd.conf خود اضافه کنید اگر از Apache استفاده می‌کنید، یا مستندات مربوط به نحوه غیرفعال کردن فهرست دایرکتوری برای وب‌سرور خود را پیدا کنید.

source: There was an error writing to your .htaccess file.
fa_ir: هنگام نوشتن به فایل .htaccess شما خطا رخ داد.

source: Required parameters not sent.
fa_ir: پارامترهای مورد نیاز ارسال نشده‌اند.

source: Allowlisted via Live Traffic
fa_ir: اجازه‌داده شده از طریق ترافیک زنده

source: A valid server configuration was not provided.
fa_ir: پیکربندی معتبر سرور ارائه نشده است.

source: Filesystem Credentials Required
fa_ir: اعتبارنامه‌های سیستم فایل مورد نیاز است

source: If you cannot complete the setup process, <a target="_blank" rel="noopener noreferrer" href="%s">click here for help<span class="screen-reader-text"> (opens in new tab)</span></a>
fa_ir: اگر نمی‌توانید فرآیند نصب را کامل کنید، <a target="_blank" rel="noopener noreferrer" href="%s">برای کمک اینجا کلیک کنید<span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>

source: Once you have entered credentials, click Continue to complete the setup.
fa_ir: پس از وارد کردن اعتبارنامه‌ها، روی ادامه کلیک کنید تا نصب تکمیل شود.

source: Filesystem Permission Error
fa_ir: خطای مجوز سیستم فایل

source: Manual Installation Instructions
fa_ir: دستورات نصب دستی

source: Installation Successful
fa_ir: نصب با موفقیت انجام شد

source: Installation Failed
fa_ir: نصب ناموفق بود

source: If you cannot complete the uninstall process, <a target="_blank" rel="noopener noreferrer" href="%s">click here for help<span class="screen-reader-text"> (opens in new tab)</span></a>
fa_ir: اگر نمی‌توانید فرآیند حذف نصب را تکمیل کنید، <a target="_blank" rel="noopener noreferrer" href="%s">برای کمک اینجا کلیک کنید<span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>

source: Once you have entered credentials, click Continue to complete uninstallation.
fa_ir: پس از وارد کردن اعتبارنامه‌ها، روی ادامه کلیک کنید تا حذف نصب تکمیل شود.

source: The <code>auto_prepend_file</code> setting has been successfully removed from <code>.htaccess</code> and <code>.user.ini</code>. Once this change takes effect, Extended Protection Mode will be disabled.
fa_ir: تنظیم <code>auto_prepend_file</code> با موفقیت از <code>.htaccess</code> و <code>.user.ini</code> حذف شد. پس از اعمال این تغییر، حالت حفاظت گسترده غیرفعال خواهد شد.

source: Any previous value for <code>auto_prepend_file</code> will need to be re-enabled manually if still needed.
fa_ir: هر مقدار قبلی برای <code>auto_prepend_file</code> باید به‌صورت دستی دوباره فعال شود اگر هنوز نیاز باشد.

source: Waiting for it to take effect. This may take up to %s.
fa_ir: منتظر هستیم تا اعمال شود. این ممکن است تا %s طول بکشد.

source: Waiting for Changes
fa_ir: منتظر تغییرات

source: Extended Protection Mode has not been disabled. This may be because <code>auto_prepend_file</code> is configured somewhere else or the value is still cached by PHP.
fa_ir: حالت حفاظت گسترده غیرفعال نشده است. این ممکن است به این دلیل باشد که <code>auto_prepend_file</code> در جایی دیگر پیکربندی شده یا مقدار آن هنوز توسط PHP کش شده است.

source: Retrying Failed.
fa_ir: تلاش مجدد ناموفق بود.

source: Try Again
fa_ir: دوباره تلاش کنید

source: Unable to Uninstall
fa_ir: عدم امکان حذف نصب

source: Uninstallation Complete
fa_ir: حذف نصب تکمیل شد

source: Uninstallation Failed
fa_ir: حذف نصب ناموفق بود

source: The Wordfence Web Application Firewall has blocked %1$d attacks over the last %2$s.
fa_ir: فایروال برنامه وب وردفنس %1$d حمله را در %2$s گذشته مسدود کرده است.

source: Wordfence is blocking these attacks, and we're sending this notice to make you aware that there is a higher volume of the attacks than usual. Additionally, the Wordfence Real-Time IP Blocklist can block known attackers' IP addresses automatically for Premium users, including any probing requests that may not be malicious on their own. All Wordfence users can also opt to block the attacking IPs manually if desired. As always, be sure to watch your scan results and keep your plugins, themes and WordPress core version updated.
fa_ir: وردفنس این حملات را مسدود می‌کند و این اطلاعیه را ارسال می‌کنیم تا شما را آگاه کنیم که حجم حملات بیشتر از حد معمول است. علاوه بر این، فهرست سیاه IP وردفنس می‌تواند آدرس‌های IP مهاجمان شناخته‌شده را به‌طور خودکار برای کاربران Premium مسدود کند، از جمله درخواست‌های کاوش که ممکن است به‌طور مستقل مضر نباشند. تمام کاربران وردفنس همچنین می‌توانند در صورت تمایل IPهای مهاجم را به‌طور دستی مسدود کنند. مانند همیشه، مطمئن شوید که نتایج اسکن خود را مشاهده کنید و پلاگین‌ها، تم‌ها و نسخه هسته وردپرس خود را به‌روز نگه دارید.

source: Below is a sample of these recent attacks:
fa_ir: در زیر نمونه‌ای از این حملات اخیر آمده است:

source: An error was detected with this site's configuration that is preventing a successful connection to Wordfence Central. Disconnecting from Central <a href="%s">on the Wordfence Dashboard</a> and reconnecting may resolve it. If the issue persists, please contact Wordfence support.
fa_ir: یک خطا در پیکربندی این سایت شناسایی شد که مانع اتصال موفق به Wordfence Central می‌شود. قطع ارتباط از Central <a href="%s">در داشبورد وردفنس</a> و اتصال مجدد ممکن است آن را حل کند. اگر مشکل همچنان ادامه داشت، لطفاً با پشتیبانی وردفنس تماس بگیرید.

source: To make your site as secure as possible, take a moment to optimize the Wordfence Web Application Firewall:
fa_ir: برای ایمن‌سازی سایت خود تا حد ممکن، لحظه‌ای وقت بگذارید تا فایروال برنامه وب وردفنس را بهینه کنید:

source: Click here to configure
fa_ir: برای پیکربندی اینجا کلیک کنید

source: If you cannot complete the setup process, <a target="_blank" rel="noopener noreferrer" href="%s">click here for help<span class="screen-reader-text"> (opens in new tab)</span></a>.
fa_ir: اگر نمی‌توانید فرآیند راه‌اندازی را کامل کنید، <a target="_blank" rel="noopener noreferrer" href="%s">اینجا کلیک کنید برای دریافت کمک<span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>.

source: Nice work! The firewall is now optimized.
fa_ir: کار عالی! فایروال اکنون بهینه‌سازی شده است.

source: The changes have not yet taken effect. If you are using LiteSpeed or IIS as your web server or CGI/FastCGI interface, you may need to wait a few minutes for the changes to take effect since the configuration files are sometimes cached. You also may need to select a different server configuration in order to complete this step, but wait for a few minutes before trying. You can try refreshing this page.
fa_ir: تغییرات هنوز تأثیر نگذاشته‌اند. اگر از LiteSpeed یا IIS به عنوان وب‌سرور یا رابط CGI/FastCGI خود استفاده می‌کنید، ممکن است نیاز باشد چند دقیقه منتظر بمانید تا تغییرات اعمال شوند زیرا گاهی اوقات فایل‌های پیکربندی کش می‌شوند. همچنین ممکن است نیاز باشد یک پیکربندی سرور دیگر انتخاب کنید تا این مرحله تکمیل شود، اما قبل از تلاش دوباره چند دقیقه صبر کنید. می‌توانید این صفحه را دوباره بارگذاری کنید.

source: Uninstallation was successful!
fa_ir: حذف نصب با موفقیت انجام شد!

source: Uninstallation from this site was successful! The Wordfence Firewall is still active because it is installed in another WordPress installation.
fa_ir: حذف نصب از این سایت با موفقیت انجام شد! فایروال وردفنس همچنان فعال است زیرا در یک نصب وردپرس دیگر نصب شده است.

source: The update was successful!
fa_ir: به‌روزرسانی با موفقیت انجام شد!

source: Auth grant is invalid.
fa_ir: مجوز احراز هویت نامعتبر است.

source: Internal error when connecting to Wordfence Central (see server error log)
fa_ir: خطای داخلی هنگام اتصال به Wordfence Central (لطفاً به گزارش خطای سرور مراجعه کنید)

source: Invalid response from Wordfence Central: %s
fa_ir: پاسخ نامعتبر از Wordfence Central: %s

source: Invalid response from Wordfence Central. Parameter %s not found in response.
fa_ir: پاسخ نامعتبر از Wordfence Central. پارامتر %s در پاسخ پیدا نشد.

source: Access token not found.
fa_ir: توکن دسترسی پیدا نشد.

source: Invalid response from Wordfence Central.
fa_ir: پاسخ نامعتبر از Wordfence Central.

source: Auth grant not found.
fa_ir: مجوز احراز هویت پیدا نشد.

source: The current site URL does not match the Wordfence Central connection information. Local connection information has been removed, but %s is still registered in Wordfence Central.
fa_ir: آدرس سایت فعلی با اطلاعات اتصال Wordfence Central مطابقت ندارد. اطلاعات اتصال محلی حذف شده‌اند، اما %s هنوز در Wordfence Central ثبت شده است.

source: Unable to communicate with Wordfence Central
fa_ir: عدم امکان ارتباط با Wordfence Central

source: We were unable to create the <code>wordfence-waf.php</code> file in the root of the WordPress installation. It's possible WordPress cannot write to the <code>wordfence-waf.php</code> file because of file permissions. Please verify the permissions are correct and retry the installation.
fa_ir: ما نتوانستیم فایل <code>wordfence-waf.php</code> را در ریشه نصب وردپرس ایجاد کنیم. ممکن است وردپرس نتواند به فایل <code>wordfence-waf.php</code> به دلیل مجوزهای فایل بنویسد. لطفاً بررسی کنید که مجوزها صحیح باشند و نصب را دوباره امتحان کنید.

source: We were unable to make changes to the .htaccess file. It's possible WordPress cannot write to the .htaccess file because of file permissions, which may have been set by another security plugin, or you may have set them manually. Please verify the permissions allow the web server to write to the file, and retry the installation.
fa_ir: ما نتوانستیم تغییراتی در فایل .htaccess ایجاد کنیم. ممکن است وردپرس نتواند به فایل .htaccess به دلیل مجوزهای فایل بنویسد که ممکن است توسط یک پلاگین امنیتی دیگر تنظیم شده باشد یا ممکن است شما به‌طور دستی آن‌ها را تنظیم کرده باشید. لطفاً بررسی کنید که مجوزها به وب‌سرور اجازه دهند به فایل بنویسد و نصب را دوباره امتحان کنید.

source: We were unable to make changes to the %1$s file. It's possible WordPress cannot write to the %1$s file because of file permissions. Please verify the permissions are correct and retry the installation.
fa_ir: ما نتوانستیم تغییراتی در فایل %1$s ایجاد کنیم. ممکن است وردپرس نتواند به فایل %1$s به دلیل مجوزهای فایل بنویسد. لطفاً بررسی کنید که مجوزها صحیح باشند و نصب را دوباره امتحان کنید.

source: We were unable to remove the <code>wordfence-waf.php</code> file in the root of the WordPress installation. It's possible WordPress cannot remove the <code>wordfence-waf.php</code> file because of file permissions. Please verify the permissions are correct and retry the removal.
fa_ir: ما نتوانستیم فایل <code>wordfence-waf.php</code> را از ریشه نصب وردپرس حذف کنیم. ممکن است وردپرس نتواند فایل <code>wordfence-waf.php</code> را به دلیل مجوزهای فایل حذف کند. لطفاً بررسی کنید که مجوزها صحیح باشند و حذف را دوباره امتحان کنید.

source: Fetching core, theme and plugin file signatures from Wordfence
fa_ir: در حال دریافت امضای فایل‌های هسته، تم و پلاگین‌ها از وردفنس

source: Fetching list of known malware files from Wordfence
fa_ir: در حال دریافت فهرست فایل‌های بدافزار شناخته‌شده از وردفنس

source: Using cached malware prefixes
fa_ir: در حال استفاده از پیشوندهای کش‌شده بدافزار

source: Fetching fresh malware prefixes
fa_ir: در حال دریافت پیشوندهای جدید بدافزار

source: Could not fetch malware signatures from Wordfence servers.
fa_ir: عدم امکان دریافت امضای بدافزار از سرورهای وردفنس.

source: Malware data received from Wordfence servers was not valid.
fa_ir: داده‌های بدافزار دریافت‌شده از سرورهای وردفنس معتبر نبودند.

source: Fetching list of known core files from Wordfence
fa_ir: در حال دریافت فهرست فایل‌های هسته شناخته‌شده از وردفنس

source: Using cached core hashes
fa_ir: در حال استفاده از هش‌های کش‌شده هسته

source: Fetching fresh core hashes
fa_ir: در حال دریافت هش‌های جدید هسته

source: Could not fetch core hashes from Wordfence servers.
fa_ir: عدم امکان دریافت هش‌های هسته از سرورهای وردفنس.

source: Core hashes data received from Wordfence servers was not valid.
fa_ir: داده‌های هش هسته دریافت‌شده از سرورهای وردفنس معتبر نبودند.

source: Comparing core WordPress files against originals in repository
fa_ir: در حال مقایسه فایل‌های هسته وردپرس با نسخه‌های اصلی در مخزن

source: Skipping core scan
fa_ir: اسکن هسته را نادیده گرفتیم

source: Comparing open source themes against WordPress.org originals
fa_ir: در حال مقایسه تم‌های متن‌باز با نسخه‌های اصلی در WordPress.org

source: Skipping theme scan
fa_ir: اسکن تم را نادیده گرفتیم

source: Comparing plugins against WordPress.org originals
fa_ir: در حال مقایسه پلاگین‌ها با نسخه‌های اصلی در WordPress.org

source: Skipping plugin scan
fa_ir: اسکن پلاگین را نادیده گرفتیم

source: Scanning for known malware files
fa_ir: در حال اسکن برای فایل‌های بدافزار شناخته‌شده

source: Skipping malware scan
fa_ir: اسکن بدافزار را نادیده گرفتیم

source: Scanning for unknown files in wp-admin and wp-includes
fa_ir: در حال اسکن برای فایل‌های ناشناخته در wp-admin و wp-includes

source: Skipping unknown core file scan
fa_ir: اسکن فایل هسته ناشناخته را نادیده گرفتیم

source: Unknown WordPress core version: %s
fa_ir: نسخه هسته وردپرس ناشناخته: %s

source: The core files scan will not be run because this version of WordPress is not currently indexed by Wordfence. This may be due to using a prerelease version or because the servers are still indexing a new release. If you are using an official WordPress release, this issue will automatically dismiss once the version is indexed and another scan is run.
fa_ir: اسکن فایل‌های هسته انجام نخواهد شد زیرا این نسخه وردپرس در حال حاضر توسط وردفنس فهرست نشده است. این ممکن است به دلیل استفاده از نسخه پیش‌انتشار یا به دلیل فهرست‌شدن نسخه جدید توسط سرورها باشد. اگر از نسخه رسمی وردپرس استفاده می‌کنید، این مشکل پس از فهرست‌شدن نسخه و اجرای یک اسکن دیگر به‌طور خودکار برطرف خواهد شد.

source: Wordfence file scanner detected a possible infinite loop. Exiting on file: %s
fa_ir: اسکنر فایل وردفنس یک حلقه بی‌پایان احتمالی شناسایی کرد. در حال خروج از فایل: %s

source: Index time: %s
fa_ir: زمان فهرست‌سازی: %s

source: Beginning file hashing
fa_ir: شروع هش‌سازی فایل

source: Processing pending issues
fa_ir: در حال پردازش مسائل معلق

source: Analyzed %1$d files containing %2$s of data.
fa_ir: تعداد %1$d فایل که شامل %2$s داده هستند تحلیل شدند.

source: Invalid response from Wordfence API during check_possible_malware
fa_ir: پاسخ نامعتبر از API وردفنس هنگام بررسی بدافزار احتمالی

source: This file is suspected malware: %s
fa_ir: این فایل مشکوک به بدافزار است: %s

source: This file's signature matches a known malware file. The title of the malware is '%s'. Immediately inspect this file using the 'View' option below and consider deleting it from your server.
fa_ir: امضای این فایل با فایل بدافزار شناخته‌شده‌ای مطابقت دارد. عنوان بدافزار '%s' است. بلافاصله این فایل را با استفاده از گزینه 'مشاهده' زیر بررسی کنید و حذف آن از سرور خود را در نظر بگیرید.

source: Ignoring invalid scan file child: %s
fa_ir: نادیده گرفتن فایل فرزند اسکن نامعتبر: %s

source: Found .suspected file: %s
fa_ir: فایل مشکوک .suspected پیدا شد: %s

source: Skipping unneeded hash: %s
fa_ir: نادیده گرفتن هش غیرضروری: %s

source: Skipping inaccessible directory: %s
fa_ir: نادیده گرفتن دایرکتوری غیرقابل دسترس: %s
