Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: Examining URLs found in the options we scanned for dangerous websites
fa_ir: در حال بررسی URL‌های یافت‌شده در گزینه‌هایی که برای وب‌سایت‌های خطرناک اسکن کرده‌ایم

source: Option contains a suspected malware URL: %s
fa_ir: این گزینه حاوی URL مشکوک به بدافزار است: %s

source: This option contains a suspected malware URL listed on Google's list of malware sites. It may indicate your site is infected with malware. The URL is: %s
fa_ir: این گزینه حاوی URL مشکوک به بدافزار است که در لیست سایت‌های بدافزار گوگل قرار دارد. این ممکن است نشان‌دهنده آلوده بودن سایت شما به بدافزار باشد. URL آن: %s

source: Option contains a suspected phishing site URL: %s
fa_ir: این گزینه حاوی URL مشکوک به سایت فیشینگ است: %s

source: This option contains a URL that is a suspected phishing site that is currently listed on Google's list of known phishing sites. It may indicate your site is infected with malware. The URL is: %s
fa_ir: این گزینه حاوی URL است که مشکوک به سایت فیشینگ است و در حال حاضر در لیست سایت‌های فیشینگ شناخته‌شده گوگل قرار دارد. این ممکن است نشان‌دهنده آلوده بودن سایت شما به بدافزار باشد. URL آن: %s

source: This option contains a URL that is currently listed on Wordfence's domain blocklist. It may indicate your site is infected with malware. The URL is: %s
fa_ir: این گزینه حاوی URL است که در حال حاضر در لیست مسدودسازی دامنه Wordfence قرار دارد. این ممکن است نشان‌دهنده آلوده بودن سایت شما به بدافزار باشد. URL آن: %s

source: Checking for future GeoIP support
fa_ir: در حال بررسی پشتیبانی آینده GeoIP

source: PHP Update Needed for Country Blocking
fa_ir: نیاز به بروزرسانی PHP برای مسدودسازی کشورها

source: The GeoIP database that is required for country blocking has been updated to a new format. This new format requires sites to run PHP 5.4 or newer, and this site is on PHP %s. To ensure country blocking continues functioning, please update PHP.
fa_ir: پایگاه‌داده GeoIP که برای مسدودسازی کشورها مورد نیاز است، به فرمت جدیدی به‌روزرسانی شده است. این فرمت جدید نیاز دارد که سایت‌ها از PHP نسخه 5.4 یا بالاتر استفاده کنند، و این سایت از PHP نسخه %s استفاده می‌کند. برای اطمینان از ادامه عملکرد مسدودسازی کشورها، لطفاً PHP را به‌روزرسانی کنید.

source: Previous scan was stopped successfully.
fa_ir: اسکن قبلی با موفقیت متوقف شد.

source: Scan was stopped on administrator request.
fa_ir: اسکن به درخواست مدیر متوقف شد.

source: Entering start scan routine
fa_ir: وارد روال شروع اسکن می‌شویم

source: A scan is already running. Use the stop scan button if you would like to terminate the current scan.
fa_ir: یک اسکن در حال حاضر در حال اجرا است. اگر می‌خواهید اسکن فعلی را متوقف کنید، از دکمه توقف اسکن استفاده کنید.

source: Cached result for scan start test: %s
fa_ir: نتیجه کش‌شده برای آزمایش شروع اسکن: %s

source: Test result of scan start URL fetch: %s
fa_ir: نتیجه آزمایش دریافت URL شروع اسکن: %s

source: Starting cron with normal ajax at URL %s
fa_ir: شروع کرون با ajax معمولی در URL %s

source: There was an error starting the scan: %s.
fa_ir: در شروع اسکن خطایی رخ داد: %s.

source: There was an unknown error starting the scan.
fa_ir: در شروع اسکن خطای ناشناخته‌ای رخ داد.

source: Scan process ended after forking.
fa_ir: فرایند اسکن پس از شاخه‌زنی خاتمه یافت.

source: Starting cron via proxy at URL %s
fa_ir: شروع کرون از طریق پروکسی در URL %s

source: Got value from wf config maxExecutionTime: %s
fa_ir: مقدار از پیکربندی wf maxExecutionTime بدست آمد: %s

source: getMaxExecutionTime() returning config value: %s
fa_ir: getMaxExecutionTime() مقدار پیکربندی را بازمی‌گرداند: %s

source: Got max_execution_time value from ini: %s
fa_ir: مقدار max_execution_time از ini بدست آمد: %s

source: ini value of %1$d is higher than value for WORDFENCE_SCAN_MAX_INI_EXECUTION_TIME (%2$d), reducing
fa_ir: مقدار ini از %1$d بیشتر از مقدار WORDFENCE_SCAN_MAX_INI_EXECUTION_TIME (%2$d) است، کاهش می‌دهیم.

source: getMaxExecutionTime() returning half ini value: %d
fa_ir: getMaxExecutionTime() نصف مقدار ini را بازمی‌گرداند: %d

source: getMaxExecutionTime() returning default of: 15
fa_ir: getMaxExecutionTime() مقدار پیش‌فرض را بازمی‌گرداند: 15

source: Got error response from Wordfence servers: %s
fa_ir: پاسخ خطا از سرورهای Wordfence بدست آمد: %s

source: Invalid response from Wordfence servers.
fa_ir: پاسخ نامعتبر از سرورهای Wordfence.

source: Attempting to resume scan stage (%d attempt(s) remaining)...
fa_ir: در حال تلاش برای ازسرگیری مرحله اسکن (%d تلاش باقی‌مانده)...

source: Are you enjoying using Wordfence Security?
fa_ir: آیا از استفاده از امنیت Wordfence لذت می‌برید؟

source: Please consider leaving us a 5-star review on wordpress.org. Your review helps other members of the WordPress community find plugins that fit their needs.
fa_ir: لطفاً به ما در wordpress.org امتیاز 5 ستاره بدهید. بررسی شما به سایر اعضای جامعه وردپرس کمک می‌کند افزونه‌هایی که نیازهایشان را برطرف می‌کند پیدا کنند.

source: Leave Review
fa_ir: ثبت بررسی

source: What can we do to improve Wordfence Security?
fa_ir: چه چیزی می‌توانیم برای بهبود امنیت Wordfence انجام دهیم؟

source: Submit Feedback
fa_ir: ارسال بازخورد

source: Thank you for providing your feedback on Wordfence Security
fa_ir: از اینکه بازخورد خود را درباره امنیت Wordfence ارائه دادید، متشکریم.

source: If you are a WordPress user with administrative privileges on this site please enter your email in the box below and click &quot;Send&quot;. You will then receive an email that helps you regain access.
fa_ir: اگر شما یک کاربر وردپرس با امتیازات مدیریتی در این سایت هستید، لطفاً ایمیل خود را در کادر زیر وارد کرده و روی "ارسال" کلیک کنید. سپس ایمیلی دریافت خواهید کرد که به شما کمک می‌کند دسترسی خود را بازیابی کنید.

source: Send Unlock Email
fa_ir: ارسال ایمیل باز کردن قفل

source: Outdated plugin scan adjusted invalid return value in plugins_api filter for %s
fa_ir: اسکن افزونه‌های قدیمی مقدار بازگشتی نامعتبر را در فیلتر plugins_api برای %s تنظیم کرد.

source: Critical
fa_ir: بحرانی

source: High
fa_ir: بالا

source: Medium
fa_ir: متوسط

source: Low
fa_ir: پایین

source: Failed obtaining core vulnerability data, skipping check.
fa_ir: دریافت داده‌های آسیب‌پذیری هسته ناموفق بود، بررسی انجام نمی‌شود.

source: Failed obtaining vulnerability data, skipping check.
fa_ir: دریافت داده‌های آسیب‌پذیری ناموفق بود، بررسی انجام نمی‌شود.

source: a moment
fa_ir: لحظه‌ای

source: year
fa_ir: سال

source: month
fa_ir: ماه

source: day
fa_ir: روز

source: hour
fa_ir: ساعت

source: minute
fa_ir: دقیقه

source: less than a minute
fa_ir: کمتر از یک دقیقه

source: %d seconds
fa_ir: %d ثانیه

source: second
fa_ir: ثانیه

source: less than 1 second
fa_ir: کمتر از 1 ثانیه

source: Wordfence error: No encryption key found!
fa_ir: خطای Wordfence: کلید رمزنگاری پیدا نشد!

source: Call to Wordfence API to resolve IPs failed: %s
fa_ir: تماس با API Wordfence برای حل مشکلات IP ناموفق بود: %s

source: PHP version too old
fa_ir: نسخه PHP خیلی قدیمی است

source: Your site is using a PHP version (%1$s) that will no longer be supported by Wordfence in an upcoming release and needs to be updated. We recommend using the newest version of PHP available but will currently support PHP versions as old as %2$s. Version checks are run regularly, so if you have successfully updated, you can dismiss this notice or check that the update has taken effect later.
fa_ir: سایت شما از نسخه PHP (%1$s) استفاده می‌کند که در نسخه‌های آینده Wordfence دیگر پشتیبانی نخواهد شد و نیاز به بروزرسانی دارد. ما توصیه می‌کنیم از جدیدترین نسخه PHP استفاده کنید، اما در حال حاضر از نسخه‌های PHP تا %2$s پشتیبانی می‌شود. بررسی‌های نسخه به طور منظم انجام می‌شود، بنابراین اگر شما به روزرسانی را با موفقیت انجام داده‌اید، می‌توانید این اعلان را رد کنید یا بعداً بررسی کنید که آیا به‌روزرسانی انجام شده است یا خیر.

source: Learn More: %s
fa_ir: یادگیری بیشتر: %s

source: <strong>WARNING: </strong> Your site is using a PHP version (%1$s) that will no longer be supported by Wordfence in an upcoming release and needs to be updated. We recommend using the newest version of PHP available but will currently support PHP versions as old as %2$s. Version checks are run regularly, so if you have successfully updated, you can dismiss this notice or check that the update has taken effect later.
fa_ir: <strong>هشدار: </strong> سایت شما از نسخه PHP (%1$s) استفاده می‌کند که در نسخه‌های آینده Wordfence دیگر پشتیبانی نخواهد شد و نیاز به بروزرسانی دارد. ما توصیه می‌کنیم از جدیدترین نسخه PHP استفاده کنید، اما در حال حاضر از نسخه‌های PHP تا %2$s پشتیبانی می‌شود. بررسی‌های نسخه به طور منظم انجام می‌شود، بنابراین اگر شما به روزرسانی را با موفقیت انجام داده‌اید، می‌توانید این اعلان را رد کنید یا بعداً بررسی کنید که آیا به‌روزرسانی انجام شده است یا خیر.

source: Your site is using a PHP version (%1$s) that is no longer supported by Wordfence and needs to be updated. We recommend using the newest version of PHP available but will currently support PHP versions as old as %2$s. Version checks are run regularly, so if you have successfully updated, you can dismiss this notice or check that the update has taken effect later.
fa_ir: سایت شما از نسخه PHP (%1$s) استفاده می‌کند که دیگر توسط Wordfence پشتیبانی نمی‌شود و نیاز به بروزرسانی دارد. ما توصیه می‌کنیم از جدیدترین نسخه PHP استفاده کنید، اما در حال حاضر از نسخه‌های PHP تا %2$s پشتیبانی می‌شود. بررسی‌های نسخه به طور منظم انجام می‌شود، بنابراین اگر شما به روزرسانی را با موفقیت انجام داده‌اید، می‌توانید این اعلان را رد کنید یا بعداً بررسی کنید که آیا به‌روزرسانی انجام شده است یا خیر.

source: <strong>WARNING: </strong> Your site is using a PHP version (%1$s) that is no longer supported by Wordfence and needs to be updated. We recommend using the newest version of PHP available but will currently support PHP versions as old as %2$s. Version checks are run regularly, so if you have successfully updated, you can dismiss this notice or check that the update has taken effect later.
fa_ir: <strong>هشدار: </strong> سایت شما از نسخه PHP (%1$s) استفاده می‌کند که دیگر توسط Wordfence پشتیبانی نمی‌شود و نیاز به بروزرسانی دارد. ما توصیه می‌کنیم از جدیدترین نسخه PHP استفاده کنید، اما در حال حاضر از نسخه‌های PHP تا %2$s پشتیبانی می‌شود. بررسی‌های نسخه به طور منظم انجام می‌شود، بنابراین اگر شما به روزرسانی را با موفقیت انجام داده‌اید، می‌توانید این اعلان را رد کنید یا بعداً بررسی کنید که آیا به‌روزرسانی انجام شده است یا خیر.

source: WordPress version too old
fa_ir: نسخه وردپرس خیلی قدیمی است

source: Your site is using a WordPress version (%1$s) that will no longer be supported by Wordfence in an upcoming release and needs to be updated. We recommend using the newest version of WordPress but will currently support WordPress versions as old as %2$s. Version checks are run regularly, so if you have successfully updated, you can dismiss this notice or check that the update has taken effect later.
fa_ir: سایت شما از نسخه وردپرس (%1$s) استفاده می‌کند که در نسخه‌های آینده Wordfence دیگر پشتیبانی نخواهد شد و نیاز به بروزرسانی دارد. ما توصیه می‌کنیم از جدیدترین نسخه وردپرس استفاده کنید، اما در حال حاضر از نسخه‌های وردپرس تا %2$s پشتیبانی می‌شود. بررسی‌های نسخه به طور منظم انجام می‌شود، بنابراین اگر شما به روزرسانی را با موفقیت انجام داده‌اید، می‌توانید این اعلان را رد کنید یا بعداً بررسی کنید که آیا به‌روزرسانی انجام شده است یا خیر.

source: <strong>WARNING: </strong> Your site is using a WordPress version (%1$s) that will no longer be supported by Wordfence in an upcoming release and needs to be updated. We recommend using the newest version of WordPress but will currently support WordPress versions as old as %2$s. Version checks are run regularly, so if you have successfully updated, you can dismiss this notice or check that the update has taken effect later.
fa_ir: <strong>هشدار: </strong> سایت شما از نسخه وردپرس (%1$s) استفاده می‌کند که در نسخه‌های آینده Wordfence دیگر پشتیبانی نخواهد شد و نیاز به بروزرسانی دارد. ما توصیه می‌کنیم از جدیدترین نسخه وردپرس استفاده کنید، اما در حال حاضر از نسخه‌های وردپرس تا %2$s پشتیبانی می‌شود. بررسی‌های نسخه به طور منظم انجام می‌شود، بنابراین اگر شما به روزرسانی را با موفقیت انجام داده‌اید، می‌توانید این اعلان را رد کنید یا بعداً بررسی کنید که آیا به‌روزرسانی انجام شده است یا خیر.

source: Your site is using a WordPress version (%1$s) that is no longer supported by Wordfence and needs to be updated. We recommend using the newest version of WordPress but will currently support WordPress versions as old as %2$s. Version checks are run regularly, so if you have successfully updated, you can dismiss this notice or check that the update has taken effect later.
fa_ir: سایت شما از نسخه وردپرس (%1$s) استفاده می‌کند که دیگر توسط Wordfence پشتیبانی نمی‌شود و نیاز به بروزرسانی دارد. ما توصیه می‌کنیم از جدیدترین نسخه وردپرس استفاده کنید، اما در حال حاضر از نسخه‌های وردپرس تا %2$s پشتیبانی می‌شود. بررسی‌های نسخه به طور منظم انجام می‌شود، بنابراین اگر شما به روزرسانی را با موفقیت انجام داده‌اید، می‌توانید این اعلان را رد کنید یا بعداً بررسی کنید که آیا به‌روزرسانی انجام شده است یا خیر.

source: <strong>WARNING: </strong> Your site is using a WordPress version (%1$s) that is no longer supported by Wordfence and needs to be updated. We recommend using the newest version of WordPress but will currently support WordPress versions as old as %2$s. Version checks are run regularly, so if you have successfully updated, you can dismiss this notice or check that the update has taken effect later.
fa_ir: <strong>هشدار: </strong> سایت شما از نسخه وردپرس (%1$s) استفاده می‌کند که دیگر توسط Wordfence پشتیبانی نمی‌شود و نیاز به بروزرسانی دارد. ما توصیه می‌کنیم از جدیدترین نسخه وردپرس استفاده کنید، اما در حال حاضر از نسخه‌های وردپرس تا %2$s پشتیبانی می‌شود. بررسی‌های نسخه به طور منظم انجام می‌شود، بنابراین اگر شما به روزرسانی را با موفقیت انجام داده‌اید، می‌توانید این اعلان را رد کنید یا بعداً بررسی کنید که آیا به‌روزرسانی انجام شده است یا خیر.

source: The view %s does not exist or is not readable.
fa_ir: نمایش %s وجود ندارد یا قابل خواندن نیست.

source: The view could not be loaded.
fa_ir: نمایش نتواست بارگذاری شود.

source: Wordfence: File Viewer
fa_ir: Wordfence: مشاهده‌گر فایل

source: File Size:
fa_ir: اندازه فایل:

source: File last modified:
fa_ir: آخرین تغییرات فایل:

source: To ensure uninterrupted Premium Wordfence protection on your site, please renew your license by visiting http://www.wordfence.com/ Sign in, go to your dashboard, select the license about to expire and click the button to renew that license.
fa_ir: برای اطمینان از حفاظت بدون وقفه Wordfence Premium در سایت شما، لطفاً مجوز خود را با مراجعه به http://www.wordfence.com/ تمدید کنید. وارد شوید، به داشبورد خود بروید، مجوزی که در حال انقضا است را انتخاب کنید و روی دکمه برای تمدید آن مجوز کلیک کنید.

source: Your Premium Wordfence License is set to auto-renew in 10 days.
fa_ir: مجوز Premium Wordfence شما در 10 روز به طور خودکار تمدید می‌شود.

source: To update your license settings please visit http://www.wordfence.com/zz9/dashboard
fa_ir: برای بروزرسانی تنظیمات مجوز خود لطفاً به http://www.wordfence.com/zz9/dashboard مراجعه کنید.

source: Your Premium Wordfence License expires in less than 2 weeks.
fa_ir: مجوز Premium Wordfence شما کمتر از 2 هفته دیگر منقضی می‌شود.

source: Your Premium Wordfence License expires in less than a week.
fa_ir: مجوز Premium Wordfence شما کمتر از یک هفته دیگر منقضی می‌شود.

source: Your Premium Wordfence License expires in 2 days.
fa_ir: مجوز Premium Wordfence شما در 2 روز منقضی می‌شود.

source: Your Premium Wordfence License expires in 1 day.
fa_ir: مجوز Premium Wordfence شما در 1 روز منقضی می‌شود.

source: Your Wordfence Premium License has Expired!
fa_ir: مجوز Premium Wordfence شما منقضی شده است!

source: The Wordfence Premium License in use on this site has been removed from your account.
fa_ir: مجوز Premium Wordfence که در این سایت استفاده می‌شود از حساب شما حذف شده است.

source: The license you were using has been removed from your account. Please reach out to billing@wordfence.com or create a Premium support case at https://support.wordfence.com/support/tickets for more information. Our staff is happy to help.
fa_ir: مجوزی که شما از آن استفاده می‌کردید از حساب شما حذف شده است. لطفاً با ایمیل billing@wordfence.com تماس بگیرید یا یک پرونده پشتیبانی Premium در https://support.wordfence.com/support/tickets ایجاد کنید برای اطلاعات بیشتر. پرسنل ما خوشحال خواهند شد که کمک کنند.

source: Could not verify Wordfence License: %s
fa_ir: نتواستیم مجوز Wordfence را تأیید کنیم: %s

source: WordPress (v%s)
fa_ir: وردپرس (v%s)

source: %d plugin
fa_ir: %d افزونه

source: %d theme
fa_ir: %d تم

source: An update is available for
fa_ir: یک به‌روزرسانی برای

source: and
fa_ir: و

source: `runInstall` called with previous version = %s
fa_ir: `runInstall` با نسخه قبلی فراخوانی شد = %s

source: Automatically generated from previous country blocking settings
fa_ir: به طور خودکار از تنظیمات قبلی مسدودسازی کشور تولید شده است.

source: Application passwords have been disabled by Wordfence.
fa_ir: رمزهای عبور برنامه توسط Wordfence غیرفعال شده‌اند.

source: Upgrade To Premium
fa_ir: ترقی به Premium

source: wp_mail from address is incomplete, attempting to fix
fa_ir: آدرس فرستنده wp_mail ناقص است، در حال تلاش برای رفع آن

source: Fixing wp_mail from address: %s
fa_ir: در حال رفع آدرس فرستنده wp_mail: %s

source: You appear to have logged out or you are not an admin. Please sign-out and sign-in again.
fa_ir: به نظر می‌رسد از حساب خود خارج شده‌اید یا شما یک مدیر نیستید. لطفاً از حساب خود خارج شده و دوباره وارد شوید.

source: Your browser sent an invalid security token to Wordfence. Please try reloading this page or signing out and in again.
fa_ir: مرورگر شما یک توکن امنیتی نامعتبر به Wordfence ارسال کرده است. لطفاً تلاش کنید صفحه را بارگذاری مجدد کنید یا از حساب خود خارج شده و دوباره وارد شوید.

source: Wordfence encountered an internal error executing that request.
fa_ir: Wordfence در هنگام اجرای درخواست خطای داخلی را تجربه کرد.

source: 2FA Migration Error: %s
fa_ir: خطای مهاجرت 2FA: %s

source: <strong>ERROR</strong>: The password could not be changed. Please choose a stronger password and try again. A strong password will follow these guidelines: <ul class="wf-password-requirements"> <li>At least 12 characters</li> <li>Uppercase and lowercase letters</li> <li>At least one symbol</li> <li>At least one number</li> <li>Avoid common words or sequences of letters/numbers</li> </ul>
fa_ir: <strong>خطا</strong>: رمز عبور نتواست تغییر کند. لطفاً یک رمز عبور قوی‌تر انتخاب کرده و دوباره تلاش کنید. یک رمز عبور قوی این دستورالعمل‌ها را دنبال می‌کند: <ul class="wf-password-requirements"> <li>حداقل 12 کاراکتر</li> <li>حروف بزرگ و کوچک</li> <li>حداقل یک نماد</li> <li>حداقل یک عدد</li> <li>اجتناب از کلمات یا توالی‌های رایج از حروف/اعداد</li> </ul>

source: Passwords containing a space followed by "wf" without quotes are not allowed.
fa_ir: رمزهای عبور شامل یک فاصله و سپس "wf" بدون کوتیشن مجاز نیستند.

source: Please choose a different password. The password you are using exists on lists of passwords leaked in data breaches. Attackers use such lists to break into sites and install malicious code. <a href="%s">Learn More</a>
fa_ir: لطفاً یک رمز عبور متفاوت انتخاب کنید. رمز عبوری که شما استفاده می‌کنید در فهرست رمزهای عبور فاش شده در نقض‌های داده وجود دارد. مهاجمان از این فهرست‌ها برای نفوذ به سایت‌ها و نصب کدهای مخرب استفاده می‌کنند. <a href="%s">بیشتر بخوانید</a>

source: Exceeded the maximum number of tries to recover their password which is set at: %1$s. The last username or email they entered before getting locked out was: '%2$s'
fa_ir: حداکثر تعداد تلاش‌ها برای بازیابی رمز عبور که روی %1$s تنظیم شده است، بیشتر از حد مجاز است. آخرین نام کاربری یا ایمیلی که قبل از قفل شدن وارد کرده‌اند: '%2$s'

source: Sorry but your browser sent an invalid security token when trying to use this form.
fa_ir: ببخشید، اما مرورگر شما یک توکن امنیتی نامعتبر هنگام تلاش برای استفاده از این فرم ارسال کرده است.

source: Please wait 3 minutes and try again
fa_ir: لطفاً 3 دقیقه صبر کنید و دوباره تلاش کنید.

source: You have used this form too much. Please wait 3 minutes and try again.
fa_ir: شما از این فرم بیش از حد استفاده کرده‌اید. لطفاً 3 دقیقه صبر کنید و دوباره تلاش کنید.

source: Unlock email requested
fa_ir: درخواست ایمیل بازکردن قفل

source: Your request was received
fa_ir: درخواست شما دریافت شد

source: We received a request to email "%s" instructions to unlock their access. If that is the email address of a site administrator or someone on the Wordfence alert list, they have been emailed instructions on how to regain access to this system. The instructions we sent will expire 30 minutes from now.
fa_ir: ما درخواست ارسال ایمیل برای "%s" به همراه دستورالعمل‌های بازکردن دسترسی آن‌ها دریافت کرده‌ایم. اگر این آدرس ایمیل یک مدیر سایت یا فردی در فهرست هشدارهای Wordfence باشد، دستورالعمل‌هایی برای بازیابی دسترسی به این سیستم ارسال شده است. دستورالعمل‌هایی که ارسال کرده‌ایم، 30 دقیقه دیگر منقضی خواهند شد.

source: Invalid key provided for authentication.
fa_ir: کلید نامعتبر برای تأیید هویت ارائه شده است.

source: Request received via unlock email link to unblock all IPs.
fa_ir: درخواست از طریق لینک ایمیل بازکردن قفل برای بازکردن قفل تمام IPها دریافت شد.

source: Request received via unlock email link to unblock all IPs via disabling firewall rules.
fa_ir: درخواست از طریق لینک ایمیل بازکردن قفل برای بازکردن قفل تمام IPها از طریق غیرفعال کردن قوانین فایروال دریافت شد.

source: Invalid function specified. Please check the link we emailed you and make sure it was not cut-off by your email reader.
fa_ir: تابع نامعتبر مشخص شده است. لطفاً لینک ارسال شده به ایمیل خود را بررسی کنید و اطمینان حاصل کنید که توسط خواننده ایمیل شما قطع نشده باشد.

source: Unsubscribe Requested
fa_ir: درخواست لغو اشتراک

source: An error occurred while saving the license.
fa_ir: خطایی در هنگام ذخیره‌سازی مجوز رخ داده است.

source: An error occurred while saving the license: %s
fa_ir: خطایی در هنگام ذخیره‌سازی مجوز رخ داده است: %s

source: Rescheduled missing daily cron
fa_ir: برنامه‌ریزی مجدد کرون روزانه که گم شده است

source: Rescheduled missing hourly cron
fa_ir: برنامه‌ریزی مجدد کرون ساعتی که گم شده است

source: Accessed a banned URL
fa_ir: دسترسی به یک URL مسدود شده

source: POST received with blank user-agent and referer
fa_ir: درخواست POST با user-agent و referer خالی دریافت شد

source: <strong>ERROR</strong>: You can't register using that username
fa_ir: <strong>خطا</strong>: شما نمی‌توانید با این نام کاربری ثبت‌نام کنید

source: Sorry, you are not allowed to list users.
fa_ir: ببخشید، شما مجاز به مشاهده کاربران نیستید.

source: Invalid user ID.
fa_ir: شناسه کاربری نامعتبر است.

source: <strong>VERIFICATION FAILED</strong>: Two-factor authentication verification failed. Please try again.
fa_ir: <strong>تأیید ناموفق</strong>: تأیید هویت دو مرحله‌ای ناموفق بود. لطفاً دوباره تلاش کنید.

source: <strong>ERROR</strong>: The username or password you entered is incorrect. <a href="%2$s" title="Password Lost and Found">Lost your password</a>?
fa_ir: <strong>خطا</strong>: نام کاربری یا رمز عبوری که وارد کرده‌اید اشتباه است. <a href="%2$s" title="رمز عبور گم شده">رمز عبور خود را فراموش کرده‌اید؟</a>

source: <strong>WARNING: </strong>The password you are using exists on lists of passwords leaked in data breaches. Attackers use such lists to break into sites and install malicious code. Please <a href="%1$s">change your password</a>. <a href="%2$s" target="_blank" rel="noopener noreferrer">Learn More<span class="screen-reader-text"> (
fa_ir: <strong>هشدار: </strong>رمز عبوری که شما استفاده می‌کنید در فهرست رمزهای عبور فاش شده در نقض داده‌ها قرار دارد. مهاجمان از این فهرست‌ها برای نفوذ به سایت‌ها و نصب کدهای مخرب استفاده می‌کنند. لطفاً <a href="%1$s">رمز عبور خود را تغییر دهید</a>. <a href="%2$s" target="_blank" rel="noopener noreferrer">بیشتر بخوانید<span class="screen-reader-text"> (
