Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: Do this if you keep getting locked out or blocked and can't access your site. You can re-enable login security and the firewall once you sign-in to the site by visiting the Wordfence Firewall menu, clicking and then turning on the firewall and login security options. If you use country blocking, you will also need to choose which countries to block.
fa_ir: این کار را انجام دهید اگر مدام از دسترسی خارج یا مسدود می‌شوید و نمی‌توانید به سایت خود دسترسی پیدا کنید. پس از ورود به سایت، می‌توانید امنیت ورود و فایروال را دوباره فعال کنید. برای این کار به منوی فایروال Wordfence بروید، کلیک کنید و سپس گزینه‌های فایروال و امنیت ورود را فعال کنید. اگر از مسدودسازی کشورها استفاده می‌کنید، باید انتخاب کنید که کدام کشورها را مسدود کنید.

source: Either you or someone at IP address <b>%1$s</b> requested an alert unsubscribe link for the website <a href="%2$s"><b>%3$s</b></a>.
fa_ir: یا شما یا شخصی از آدرس IP <b>%1$s</b> درخواست لینک لغو اشتراک هشدار برای سایت <a href="%2$s"><b>%3$s</b></a> کرده‌اید.

source: If you did not request this, you can safely ignore it.
fa_ir: اگر این درخواست را نکرده‌اید، می‌توانید با خیال راحت آن را نادیده بگیرید.

source: <a href="%s" target="_blank">Click here<span class="screen-reader-text"> (
fa_ir: <a href="%s" target="_blank">اینجا کلیک کنید<span class="screen-reader-text"> (

source: Wordfence: All recent hits for IP address %s
fa_ir: Wordfence: تمام بازدیدهای اخیر برای آدرس IP %s

source: &copy;&nbsp;%d to %d Wordfence &mdash; Visit <a href="http://wordfence.com/">Wordfence.com</a> for help, security updates and more.
fa_ir: &copy;&nbsp;%d تا %d Wordfence &mdash; برای کمک، به‌روزرسانی‌های امنیتی و موارد بیشتر به <a href="http://wordfence.com/">Wordfence.com</a> مراجعه کنید.

source: Time:
fa_ir: زمان:

source: %1$s ago -- %2$s -- %3$s in Unixtime
fa_ir: %1$s پیش -- %2$s -- %3$s در زمان یونیکس

source: Seconds since last hit:
fa_ir: ثانیه‌ها از آخرین بازدید:

source: URL:
fa_ir: آدرس وب‌سایت:

source: Page not found
fa_ir: صفحه یافت نشد

source: Normal request
fa_ir: درخواست عادی

source: Referrer:
fa_ir: ارجاع‌دهنده:

source: Full Browser ID:
fa_ir: شناسه کامل مرورگر:

source: User:
fa_ir: کاربر:

source: Location:
fa_ir: موقعیت مکانی:

source: Wordfence Live Activity:
fa_ir: فعالیت زنده Wordfence:

source: Live Updates Paused &mdash; Click inside window to resume
fa_ir: به‌روزرسانی‌های زنده متوقف شده‌اند &mdash; برای ادامه، داخل پنجره کلیک کنید

source: Wordfence Dashboard
fa_ir: داشبورد Wordfence

source: Learn more<span class="wf-hidden-xs"> about the Dashboard</span>
fa_ir: بیشتر بدانید<span class="wf-hidden-xs"> درباره داشبورد</span>

source: Firewall
fa_ir: فایروال

source: WAF Currently in Learning Mode
fa_ir: WAF در حال حاضر در حالت یادگیری است

source: Protection from known and emerging threats
fa_ir: محافظت از تهدیدات شناخته شده و نوظهور

source: Manage Firewall
fa_ir: مدیریت فایروال

source: Firewall Status
fa_ir: وضعیت فایروال

source: Scan
fa_ir: اسکن

source: Detection of security issues
fa_ir: تشخیص مشکلات امنیتی

source: Manage Scan
fa_ir: مدیریت اسکن

source: Scan Status
fa_ir: وضعیت اسکن

source: Premium License Conflict
fa_ir: تضاد مجوز پریمیوم

source: License already in use
fa_ir: مجوز در حال استفاده است

source: Reset License
fa_ir: بازنشانی مجوز

source: Premium Protection Disabled
fa_ir: حفاظت پریمیوم غیرفعال شده است

source: License is expired
fa_ir: مجوز منقضی شده است

source: Renew License
fa_ir: تمدید مجوز

source: The license you were using has been removed from your account. Please reach out to <a href="mailto:billing@wordfence.com">billing@wordfence.com</a> or create a Premium support case at <a href="https://support.wordfence.com/support/tickets" target="_blank">https://support.wordfence.com/support/tickets<span class="screen-reader-text"> (opens in new tab)</span></a> for more information. Our staff is happy to help.
fa_ir: مجوزی که از آن استفاده می‌کردید از حساب شما حذف شده است. لطفاً با <a href="mailto:billing@wordfence.com">billing@wordfence.com</a> تماس بگیرید یا یک درخواست پشتیبانی پریمیوم در <a href="https://support.wordfence.com/support/tickets" target="_blank">https://support.wordfence.com/support/tickets<span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a> ایجاد کنید تا اطلاعات بیشتری دریافت کنید. پرسنل ما خوشحال می‌شوند که به شما کمک کنند.

source: As a free Wordfence user, you are currently using the Community version of the Threat Defense Feed. Premium users are protected by additional firewall rules and malware signatures. Upgrade to Premium today to improve your protection.
fa_ir: به عنوان یک کاربر رایگان Wordfence، شما در حال حاضر از نسخه انجمن فید دفاع در برابر تهدیدات استفاده می‌کنید. کاربران پریمیوم از قوانین اضافی فایروال و امضاهای بدافزار محافظت می‌شوند. امروز به پریمیوم ارتقا دهید تا حفاظت خود را بهبود بخشید.

source: Upgrade to Premium
fa_ir: ارتقا به پریمیوم

source: Premium License Expiring
fa_ir: مجوز پریمیوم در حال منقضی شدن است

source: Auto-renew is disabled
fa_ir: تجدید خودکار غیرفعال است

source: Payment Method Expiring
fa_ir: روش پرداخت در حال منقضی شدن است

source: Payment Method Expired
fa_ir: روش پرداخت منقضی شده است

source: Payment Method Missing
fa_ir: روش پرداخت موجود نیست

source: Payment Method Invalid
fa_ir: روش پرداخت نامعتبر است

source: License renews today
fa_ir: مجوز امروز تمدید می‌شود

source: License renews tomorrow
fa_ir: مجوز فردا تمدید می‌شود

source: License renews in %d days
fa_ir: مجوز در %d روز تمدید می‌شود

source: Update Payment Method
fa_ir: روش پرداخت را به‌روزرسانی کنید

source: License renews in 1 day
fa_ir: مجوز در 1 روز تمدید می‌شود

source: Review Payment Method
fa_ir: روش پرداخت را بررسی کنید

source: %s Enabled
fa_ir: %s فعال شده است

source: Learn about Wordfence Care and Wordfence Response
fa_ir: درباره Wordfence Care و Wordfence Response بیشتر بدانید

source: Learn about Wordfence Response
fa_ir: درباره Wordfence Response بیشتر بدانید

source: Tools
fa_ir: ابزارها

source: Live Traffic, Whois Lookup, Import/Export, and Diagnostics
fa_ir: ترافیک زنده، جستجوی Whois، واردات/صادرات و تشخیص‌ها

source: Help
fa_ir: کمک

source: Find the documentation and help you need
fa_ir: مستندات و کمکی که نیاز دارید را پیدا کنید

source: Global Options
fa_ir: گزینه‌های جهانی

source: Manage global options for Wordfence such as alerts, premium status, and more
fa_ir: مدیریت گزینه‌های جهانی برای Wordfence مانند هشدارها، وضعیت پریمیوم و موارد بیشتر

source: This is your Dashboard
fa_ir: این داشبورد شما است

source: The Wordfence Dashboard provides valuable insights into the current state of your site's security. You'll find useful data summarized here as well as important status updates and notifications.
fa_ir: داشبورد Wordfence بینش‌های ارزشمندی درباره وضعیت فعلی امنیت سایت شما ارائه می‌دهد. در اینجا داده‌های مفید و خلاصه‌شده به همراه به‌روزرسانی‌ها و اطلاعیه‌های مهم را خواهید یافت.

source: Next
fa_ir: بعدی

source: Easily Monitor Your Wordfence Protection
fa_ir: به راحتی حفاظت Wordfence خود را نظارت کنید

source: Each feature contains a status that reminds you what's enabled, disabled or needs attention. The Notifications section will highlight actions you need to take.
fa_ir: هر ویژگی شامل وضعیتی است که به شما یادآوری می‌کند چه چیزی فعال، غیرفعال یا نیاز به توجه دارد. بخش اعلان‌ها اقداماتی که باید انجام دهید را برجسته می‌کند.

source: Previous
fa_ir: قبلی

source: Global Wordfence Options
fa_ir: گزینه‌های جهانی Wordfence

source: You'll find this icon throughout the plugin. Clicking it will show you the options and features for each section of Wordfence. From the dashboard, you can find the <strong>Global Options</strong> for Wordfence such as alerts, automatic updates, and managing your site's Premium License.
fa_ir: شما این آیکن را در سراسر افزونه خواهید یافت. با کلیک روی آن، گزینه‌ها و ویژگی‌های هر بخش از Wordfence را مشاهده خواهید کرد. از داشبورد، شما می‌توانید گزینه‌های جهانی Wordfence مانند هشدارها، به‌روزرسانی‌های خودکار و مدیریت مجوز پریمیوم سایت خود را پیدا کنید.

source: Got it
fa_ir: فهمیدم

source: You have successfully updated to Wordfence %s
fa_ir: شما به طور موفقیت‌آمیز به Wordfence %s به‌روزرسانی کرده‌اید

source: This update includes a number of significant interface changes. We'd like to walk you through some of them, but you can bypass the tour for a section at any time by closing the dialogs.
fa_ir: این به‌روزرسانی شامل تغییرات قابل توجهی در رابط کاربری است. ما دوست داریم شما را با برخی از آن‌ها آشنا کنیم، اما شما می‌توانید هر زمان که خواستید از این راهنما بگذرید.

source: We welcome your feedback and comments at <a href="mailto:feedback@wordfence.com">feedback@wordfence.com</a>. For a deeper dive on all of the changes, <a href="https://www.wordfence.com/blog/2018/01/introducing-wordfence-7/" target="_blank" rel="noopener noreferrer">click here<span class="screen-reader-text"> (opens in new tab)</span></a>.
fa_ir: ما از بازخورد و نظرات شما استقبال می‌کنیم در <a href="mailto:feedback@wordfence.com">feedback@wordfence.com</a>. برای بررسی عمیق‌تر تمامی تغییرات، <a href="https://www.wordfence.com/blog/2018/01/introducing-wordfence-7/" target="_blank" rel="noopener noreferrer">اینجا کلیک کنید<span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>.

source: Monitor Your Wordfence Protection
fa_ir: حفاظت Wordfence خود را نظارت کنید

source: Each feature contains a status percentage reminding you at a high level of what's enabled, disabled, or needing your attention. The Notifications section highlights actions you need to take.
fa_ir: هر ویژگی درصد وضعیت خود را شامل می‌شود که به طور کلی یادآوری می‌کند چه چیزی فعال، غیرفعال یا نیاز به توجه شما دارد. بخش اعلان‌ها اقدامات مورد نیاز شما را برجسته می‌کند.

source: Manage your Wordfence license, see alerts and automatic plugin updates, and import/export your settings.
fa_ir: مجوز Wordfence خود را مدیریت کنید، هشدارها و به‌روزرسانی‌های خودکار افزونه‌ها را مشاهده کنید و تنظیمات خود را وارد/صادر کنید.

source: Updated Navigation
fa_ir: ناوبری به‌روز شده

source: The main navigation no longer includes an <strong>Options</strong> link. Options are now accessed via the <strong>Options</strong> link on each feature's main page. Live Traffic is now located in the Tools section, and blocking is found under the Firewall. Shortcuts to add a <strong>Blocking</strong> link back to the main navigation are available under Blocking options.
fa_ir: ناوبری اصلی دیگر شامل لینک <strong>Options</strong> نیست. گزینه‌ها اکنون از طریق لینک <strong>Options</strong> در صفحه اصلی هر ویژگی قابل دسترسی هستند. ترافیک زنده اکنون در بخش ابزارها قرار دارد و مسدودسازی تحت فایروال است. میانبرهایی برای افزودن لینک <strong>Blocking</strong> به ناوبری اصلی تحت گزینه‌های مسدودسازی در دسترس است.

source: Recommended Settings Change
fa_ir: تغییر تنظیمات پیشنهادی

source: Greetings! The default configuration for Wordfence Live Traffic has changed. The new default saves only logins and blocked requests, while this site is currently recording all traffic. Would you like to change to the new default?
fa_ir: سلام! تنظیمات پیش‌فرض برای ترافیک زنده Wordfence تغییر کرده است. پیش‌فرض جدید فقط ورودها و درخواست‌های مسدود شده را ذخیره می‌کند، در حالی که این سایت در حال حاضر تمام ترافیک را ثبت می‌کند. آیا می‌خواهید به پیش‌فرض جدید تغییر دهید؟

source: Rate limiting based on type of request (human vs crawler) may be less accurate because this prevents loading the extra JavaScript used for that identification.
fa_ir: محدودیت نرخ بر اساس نوع درخواست (انسان در برابر ربات) ممکن است کمتر دقیق باشد زیرا این امر مانع بارگذاری جاوا اسکریپت اضافی برای شناسایی می‌شود.

source: Yes Please
fa_ir: بله، لطفاً

source: No Thanks
fa_ir: نه، متشکرم

source: Wordfence Global Options
fa_ir: تنظیمات جهانی Wordfence

source: Back<span class="wf-hidden-xs"> to Dashboard</span>
fa_ir: بازگشت<span class="wf-hidden-xs"> به داشبورد</span>

source: Are you sure you want to restore the default global settings? This will undo any custom changes you have made to the options on this page. Your configured license key and alert emails will not be changed.
fa_ir: آیا مطمئن هستید که می‌خواهید تنظیمات جهانی پیش‌فرض را بازنشانی کنید؟ این امر هرگونه تغییرات سفارشی که در گزینه‌های این صفحه انجام داده‌اید را لغو خواهد کرد. کلید لایسنس و ایمیل‌های هشدار پیکربندی‌شده شما تغییر نخواهد کرد.

source: Learn more<span class="wf-hidden-xs"> about Global Options</span>
fa_ir: بیشتر بدانید<span class="wf-hidden-xs"> درباره تنظیمات جهانی</span>

source: today
fa_ir: امروز

source: tomorrow
fa_ir: فردا

source: in %d days
fa_ir: در %d روز

source: License renews %s
fa_ir: لایسنس در %s تمدید می‌شود

source: in 1 day
fa_ir: در 1 روز

source: Import/Export Options
fa_ir: واردات/صادرات تنظیمات

source: Importing and exporting of options has moved to the Tools page
fa_ir: واردات و صادرات تنظیمات به صفحه ابزارها منتقل شده است

source: Web Application Firewall
fa_ir: فایروال برنامه وب

source: Blocking
fa_ir: مسدودسازی

source: Learn more<span class="wf-hidden-xs"> about the Firewall</span>
fa_ir: بیشتر بدانید<span class="wf-hidden-xs"> درباره فایروال</span>

source: Learn more<span class="wf-hidden-xs"> about Blocking</span>
fa_ir: بیشتر بدانید<span class="wf-hidden-xs"> درباره مسدودسازی</span>

source: <strong>Note:</strong> Blocking is disabled when the option "Enable Rate Limiting and Advanced Blocking" is off.
fa_ir: <strong>توجه:</strong> مسدودسازی زمانی غیرفعال است که گزینه «فعال‌سازی محدودیت نرخ و مسدودسازی پیشرفته» خاموش باشد.

source: Turn On
fa_ir: فعال‌سازی

source: <strong>Note:</strong> The GeoIP database that is required for country blocking has been updated to a new format. This new format requires sites to run PHP 5.4 or newer, and this site is on PHP %s. To ensure country blocking continues functioning, please update PHP.
fa_ir: <strong>توجه:</strong> پایگاه داده GeoIP که برای مسدودسازی کشورها نیاز است به فرمت جدیدی به‌روزرسانی شده است. این فرمت جدید نیازمند این است که سایت‌ها از PHP نسخه ۵.۴ یا بالاتر استفاده کنند، و این سایت از PHP %s استفاده می‌کند. برای اطمینان از عملکرد صحیح مسدودسازی کشور، لطفاً PHP را به‌روزرسانی کنید.

source: More Information
fa_ir: اطلاعات بیشتر

source: Create a Blocking Rule
fa_ir: ایجاد یک قانون مسدودسازی

source: Edit Blocking Rule
fa_ir: ویرایش قانون مسدودسازی

source: Wordfence lets you take control of protecting your site with powerful blocking features. Block traffic based on IP, IP range, hostname, browser, or referrer. Country blocking is available for Premium customers.
fa_ir: Wordfence به شما این امکان را می‌دهد که با ویژگی‌های مسدودسازی قدرتمند از سایت خود محافظت کنید. ترافیک را بر اساس IP، محدوده IP، نام میزبان، مرورگر یا ارجاع‌دهنده مسدود کنید. مسدودسازی کشور برای مشتریان پریمیوم در دسترس است.

source: Blocking Builder
fa_ir: سازنده مسدودسازی

source: All of your blocking rules are in one central location. Choose the Block Type, then enter the details for the rule. Once it has been added, you'll see it saved as a rule for your site.
fa_ir: تمام قوانین مسدودسازی شما در یک مکان مرکزی قرار دارند. نوع مسدودسازی را انتخاب کنید، سپس جزئیات قانون را وارد کنید. پس از افزودن، آن را به‌عنوان یک قانون برای سایت خود ذخیره خواهید دید.

source: Manage Blocking Rules
fa_ir: مدیریت قوانین مسدودسازی

source: Here's where you'll see all the blocking rules you've created. You can also manage them as well as remove or modify them from this table.
fa_ir: در اینجا تمام قوانین مسدودسازی که ایجاد کرده‌اید را مشاهده خواهید کرد. همچنین می‌توانید آنها را مدیریت کرده و از این جدول حذف یا ویرایش کنید.

source: All of the blocking rules you create are now in one central location. Simply choose the block type and enter the details for the rule you want to create. Premium users have access to advanced country blocking options, found via the <strong>Options</strong> link.
fa_ir: تمام قوانین مسدودسازی که ایجاد می‌کنید اکنون در یک مکان مرکزی قرار دارند. فقط نوع مسدودسازی را انتخاب کنید و جزئیات قانونی را که می‌خواهید ایجاد کنید وارد کنید. کاربران پریمیوم به گزینه‌های پیشرفته مسدودسازی کشور از طریق لینک <strong>Options</strong> دسترسی دارند.

source: All blocking rules you create will show here. You can manage them as well as remove or modify them from the same location.
fa_ir: تمام قوانین مسدودسازی که ایجاد می‌کنید در اینجا نمایش داده خواهد شد. می‌توانید آنها را مدیریت کرده و از همان مکان حذف یا ویرایش کنید.

source: Blocking Options
fa_ir: گزینه‌های مسدودسازی

source: <span class="wf-hidden-xs">Back to </span>%s
fa_ir: <span class="wf-hidden-xs">بازگشت به </span>%s

source: Are you sure you want to restore the default Blocking settings? This will undo any custom changes you have made to the options on this page. Any existing blocks will be preserved.
fa_ir: آیا مطمئن هستید که می‌خواهید تنظیمات مسدودسازی پیش‌فرض را بازنشانی کنید؟ این امر هرگونه تغییرات سفارشی که در گزینه‌های این صفحه انجام داده‌اید را لغو خواهد کرد. هر مسدودسازی موجود حفظ خواهد شد.

source: General
fa_ir: عمومی

source: Display Blocking menu option
fa_ir: نمایش گزینه منوی مسدودسازی

source: Currently in Learning Mode
fa_ir: در حال حاضر در حالت یادگیری

source: Stops Complex Attacks
fa_ir: حمله‌های پیچیده را متوقف می‌کند

source: Manage WAF
fa_ir: مدیریت WAF

source: Web Application Firewall Status
fa_ir: وضعیت فایروال برنامه وب

source: Firewall Rules:
fa_ir: قوانین فایروال:

source: Community
fa_ir: جامعه

source: Rules updated in real-time
fa_ir: قوانین در زمان واقعی به‌روزرسانی می‌شوند

source: Rule updates delayed by 30 days
fa_ir: به‌روزرسانی قوانین با تأخیر ۳۰ روزه

source: Manage Firewall Rules
fa_ir: مدیریت قوانین فایروال

source: Firewall Rules Status
fa_ir: وضعیت قوانین فایروال

source: Real-Time IP Blocklist:
fa_ir: لیست سیاه IP در زمان واقعی:

source: Enabled
fa_ir: فعال

source: Disabled
fa_ir: غیرفعال

source: Blocks requests from known malicious IPs
fa_ir: درخواست‌ها از IPهای مخرب شناخته‌شده را مسدود می‌کند

source: Manage Real-Time IP Blocklist
fa_ir: مدیریت لیست سیاه IP در زمان واقعی

source: Enable
fa_ir: فعال‌سازی

source: Blocklist Status
fa_ir: وضعیت لیست سیاه

source: Brute Force Protection
fa_ir: محافظت در برابر حملات نیروی بی‌رحمانه

source: : Disabled
fa_ir: : غیرفعال

source: Stops Password Guessing Attacks
fa_ir: حمله‌های حدس رمز عبور را متوقف می‌کند

source: Manage Brute Force Protection
fa_ir: مدیریت محافظت در برابر حملات نیروی بی‌رحمانه

source: Brute Force Protection Status
fa_ir: وضعیت محافظت در برابر حملات نیروی بی‌رحمانه

source: Rate Limiting
fa_ir: محدودیت نرخ

source: Block crawlers that are using too many resources or stealing content
fa_ir: مسدود کردن ربات‌هایی که از منابع زیادی استفاده می‌کنند یا محتوا را می‌دزدند

source: Block traffic by country, IP, IP range, user agent, referrer, or hostname
fa_ir: مسدود کردن ترافیک بر اساس کشور، IP، محدوده IP، عامل کاربری، ارجاع‌دهنده یا نام میزبان

source: All Firewall Options
fa_ir: تمام گزینه‌های فایروال

source: Manage global and advanced firewall options
fa_ir: مدیریت گزینه‌های فایروال جهانی و پیشرفته

source: The Wordfence firewall protects your sites from attackers
fa_ir: فایروال وردفنس از سایت‌های شما در برابر حملات محافظت می‌کند

source: This is where you can monitor the work Wordfence is doing to protect your site and also where you can manage the options to optimize the firewall's configuration.
fa_ir: اینجا جایی است که می‌توانید کارهای وردفنس را برای محافظت از سایت خود نظارت کنید و همچنین گزینه‌هایی را برای بهینه‌سازی پیکربندی فایروال مدیریت کنید.

source: Web Application Firewall (WAF)
fa_ir: فایروال اپلیکیشن وب (WAF)

source: The Wordfence Web Application Firewall blocks known and emerging attacks using firewall rules. When you first install the WAF, it will be in learning mode. This allows Wordfence to learn about your site so that we can understand how to protect it and how to allow normal visitors through the firewall. We recommend you let Wordfence learn for a week before you enable the firewall.
fa_ir: فایروال اپلیکیشن وب وردفنس از حملات شناخته شده و در حال ظهور با استفاده از قوانین فایروال جلوگیری می‌کند. هنگام نصب اولین بار WAF، فایروال در حالت یادگیری قرار خواهد گرفت. این اجازه می‌دهد تا وردفنس در مورد سایت شما یاد بگیرد تا بتوانیم بفهمیم چگونه آن را محافظت کنیم و چگونه بازدیدکنندگان معمولی از فایروال عبور کنند. پیشنهاد می‌کنیم به وردفنس اجازه دهید یک هفته یاد بگیرد قبل از اینکه فایروال را فعال کنید.

source: Wordfence protects your site from password-guessing attacks by locking out attackers and helping you avoid weak passwords.
fa_ir: وردفنس سایت شما را از حملات حدس پسورد با مسدود کردن مهاجمان و کمک به شما برای جلوگیری از پسوردهای ضعیف محافظت می‌کند.

source: Firewall Options
fa_ir: گزینه‌های فایروال

source: Set up the way you want the firewall to protect your site including the web application firewall, brute force protection, rate limiting, and blocking.
fa_ir: روش‌هایی را که می‌خواهید فایروال سایت شما را محافظت کند، از جمله فایروال اپلیکیشن وب، محافظت در برابر حملات brute force، محدودیت نرخ و مسدودسازی تنظیم کنید.

source: All of the Firewall settings are now located here. This includes configuration options for the web application firewall, brute force protection, rate limiting, allowlisted URLs, and blocking.
fa_ir: تمامی تنظیمات فایروال اکنون در اینجا قرار دارد. این شامل گزینه‌های پیکربندی برای فایروال اپلیکیشن وب، محافظت در برابر حملات brute force، محدودیت نرخ، URLهای مجاز و مسدودسازی است.

source: Are you sure you want to restore the default Firewall settings? This will undo any custom changes you have made to the options on this page. If you have manually disabled any rules or added any custom allowlisted URLs, those changes will not be overwritten.
fa_ir: آیا مطمئن هستید که می‌خواهید تنظیمات پیش‌فرض فایروال را بازیابی کنید؟ این کار هرگونه تغییر سفارشی که در گزینه‌های این صفحه ایجاد کرده‌اید را باز می‌گرداند. اگر شما به طور دستی برخی قوانین را غیرفعال کرده‌اید یا URLهای مجاز سفارشی اضافه کرده‌اید، این تغییرات بازنویسی نخواهند شد.

source: Wordfence is already installed on this site. If you need to replace the current license, you may do so by visiting the "All Options" page of the Wordfence menu.
fa_ir: وردفنس قبلاً روی این سایت نصب شده است. اگر نیاز دارید مجوز فعلی را جایگزین کنید، می‌توانید از طریق صفحه "تمام گزینه‌ها" در منوی وردفنس این کار را انجام دهید.

source: Too many installation requests have been made from your IP address. Please try again later.
fa_ir: درخواست‌های نصب زیادی از آدرس IP شما ارسال شده است. لطفاً بعداً دوباره تلاش کنید.

source: The link you used to access this page has expired, has already been used, or is otherwise invalid.
fa_ir: لینکی که برای دسترسی به این صفحه استفاده کرده‌اید منقضی شده، قبلاً استفاده شده یا به‌طور دیگری نامعتبر است.

source: An error occurred while retrieving your license information from the Wordfence servers. Please ensure that your server can reach www.wordfence.com on port 443.
fa_ir: خطایی هنگام دریافت اطلاعات مجوز از سرورهای وردفنس رخ داده است. لطفاً اطمینان حاصل کنید که سرور شما می‌تواند به www.wordfence.com در پورت 443 دسترسی پیدا کند.

source: Install Wordfence
fa_ir: نصب وردفنس

source: All Options
fa_ir: تمام گزینه‌ها

source: License Key
fa_ir: کلید مجوز

source: Display All Options menu item
fa_ir: نمایش مورد منوی تمام گزینه‌ها

source: Display Blocking menu item
fa_ir: نمایش مورد منوی مسدودسازی

source: Display Live Traffic menu item
fa_ir: نمایش مورد منوی ترافیک زنده

source: Display Audit Log menu item
fa_ir: نمایش مورد منوی گزارش حسابرسی

source: Update Wordfence automatically when a new version is released?
fa_ir: آیا وردفنس به‌طور خودکار هنگام انتشار نسخه جدید به‌روزرسانی شود؟

source: Where to email alerts
fa_ir: آدرس ایمیل برای هشدارها

source: How does Wordfence get IPs
fa_ir: وردفنس چگونه آدرس‌های IP را دریافت می‌کند

source: Trusted Proxies
fa_ir: پروکسی‌های معتبر

source: Look up visitor IP locations via Wordfence servers
fa_ir: جستجوی موقعیت‌های IP بازدیدکننده از طریق سرورهای وردفنس

source: Hide WordPress version
fa_ir: پنهان کردن نسخه وردپرس

source: Disable Code Execution for Uploads directory
fa_ir: غیرفعال کردن اجرای کد برای دایرکتوری آپلودها
