Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: Serialized config writing
fa_ir: نوشتن پیکربندی سریالی

source: (.htaccess not present)
fa_ir: (.htaccess موجود نیست)

source: (.htaccess not readable)
fa_ir: (.htaccess قابل خواندن نیست)

source: (not present)
fa_ir: (موجود نیست)

source: (.user.ini not present)
fa_ir: (.user.ini موجود نیست)

source: (.user.ini not readable)
fa_ir: (.user.ini قابل خواندن نیست)

source: (default)
fa_ir: (پیش‌فرض)

source: Unknown (mixed plugin version)
fa_ir: نامشخص (نسخه ترکیبی پلاگین)

source: %s - using constant
fa_ir: %s - استفاده از ثابت

source: %s - using template
fa_ir: %s - استفاده از قالب

source: 0660 - using default
fa_ir: 0660 - استفاده از پیش‌فرض

source: Unavailable
fa_ir: قابل دسترسی نیست

source: On
fa_ir: فعال

source: Off
fa_ir: غیرفعال

source: wp_remote_post() test to noc1.wordfence.com failed! Response was:
fa_ir: آزمون wp_remote_post() به noc1.wordfence.com شکست خورد! پاسخ:

source: This likely means that your hosting provider is blocking requests to noc1.wordfence.com or has set up a proxy that is not behaving itself.
fa_ir: این احتمالاً به این معناست که ارائه‌دهنده میزبانی شما درخواست‌ها به noc1.wordfence.com را مسدود کرده یا پروکسی‌ای تنظیم کرده است که به درستی عمل نمی‌کند.

source: wp_remote_post() test back to this server failed! Response was:
fa_ir: آزمون wp_remote_post() به این سرور شکست خورد! پاسخ:

source: Cloudflare appears to be blocking your site from connecting to itself.
fa_ir: به نظر می‌رسد Cloudflare دسترسی سایت شما به خود را مسدود کرده است.

source: Get help with Cloudflare compatibility
fa_ir: برای سازگاری با Cloudflare کمک بگیرید

source: This additional info may help you diagnose the issue. The response headers we received were:
fa_ir: این اطلاعات اضافی ممکن است به شما در شناسایی مشکل کمک کند. هدرهای پاسخ دریافتی به شرح زیر بودند:

source: This likely indicates that the server either does not support IPv6 or does not have an IPv6 address assigned or associated with the domain. Original error message: %s
fa_ir: این احتمالاً نشان می‌دهد که سرور یا از IPv6 پشتیبانی نمی‌کند یا آدرس IPv6 برای دامنه اختصاص داده نشده است. پیام خطای اصلی: %s

source: IPv6 DNS resolution failed
fa_ir: حل مشکل DNS برای IPv6 شکست خورد

source: This diagnostic is unavailable as cURL appears to be supported, but was not used by WordPress for this request
fa_ir: این تشخیص در دسترس نیست زیرا به نظر می‌رسد cURL پشتیبانی می‌شود، اما توسط WordPress برای این درخواست استفاده نشده است

source: This diagnostic requires cURL
fa_ir: این تشخیص به cURL نیاز دارد

source: We cannot read $_SERVER[%s]
fa_ir: نمی‌توانیم $_SERVER[%s] را بخوانیم

source: Should be:
fa_ir: باید باشد:

source: Disabled
fa_ir: غیرفعال

source: (WORDFENCE_LS_DISABLE_NTP)
fa_ir: (غیرفعال‌سازی NTP WORDFENCE_LS)

source: (failures exceeded limit)
fa_ir: (شکست‌ها از حد مجاز فراتر رفت)

source: (settings)
fa_ir: (تنظیمات)

source: (%d of %d attempts remaining)
fa_ir: (%d از %d تلاش باقی مانده)

source: Return value of is_multisite()
fa_ir: مقدار برگشتی is_multisite()

source: WordPress base path
fa_ir: مسیر پایه WordPress

source: WordPress debug mode
fa_ir: حالت اشکال‌زدایی WordPress

source: WordPress error logging override
fa_ir: لغو تنظیمات ثبت خطای WordPress

source: WordPress error display override
fa_ir: لغو تنظیمات نمایش خطای WordPress

source: WordPress script debug mode
fa_ir: حالت اشکال‌زدایی اسکریپت WordPress

source: WordPress query debug mode
fa_ir: حالت اشکال‌زدایی پرس‌وجو در WordPress

source: Database character set
fa_ir: مجموعه کاراکتر پایگاه داده

source: Database collation
fa_ir: ترتیب پایگاه داده

source: Explicitly set site URL
fa_ir: آدرس سایت به طور صریح تنظیم شده

source: Explicitly set blog URL
fa_ir: آدرس وبلاگ به طور صریح تنظیم شده

source: "wp-content" folder is in default location
fa_ir: پوشه "wp-content" در مکان پیش‌فرض قرار دارد

source: No: %s
fa_ir: نه: %s

source: URL to the "wp-content" folder
fa_ir: آدرس URL به پوشه "wp-content"

source: "plugins" folder is in default location
fa_ir: پوشه "plugins" در مکان پیش‌فرض قرار دارد

source: "languages" folder is in default location
fa_ir: پوشه "languages" در مکان پیش‌فرض قرار دارد

source: Language choice
fa_ir: انتخاب زبان

source: Custom upload folder location
fa_ir: مکان پوشه بارگذاری سفارشی

source: Theme template folder override
fa_ir: لغو پوشه قالب تم

source: Overridden: %s
fa_ir: لغو شده: %s

source: Theme stylesheet folder override
fa_ir: لغو پوشه استایل‌شیت تم

source: Post editing automatic saving interval
fa_ir: فاصله زمانی ذخیره‌سازی خودکار ویرایش پست

source: Post revisions saved by WordPress
fa_ir: بازبینی‌های پست ذخیره‌شده توسط WordPress

source: Unlimited
fa_ir: نامحدود

source: WordPress cookie domain
fa_ir: دامنه کوکی‌های WordPress

source: WordPress cookie path
fa_ir: مسیر کوکی‌های WordPress

source: WordPress site cookie path
fa_ir: مسیر کوکی‌های سایت WordPress

source: WordPress admin cookie path
fa_ir: مسیر کوکی‌های مدیریت WordPress

source: WordPress plugins cookie path
fa_ir: مسیر کوکی‌های پلاگین‌های WordPress

source: URL redirected to if the visitor tries to access a nonexistent blog
fa_ir: آدرسی که در صورت تلاش بازدیدکننده برای دسترسی به وبلاگ غیرموجود به آن هدایت می‌شود

source: Concatenate JavaScript files
fa_ir: اتصال فایل‌های JavaScript

source: WordPress memory limit
fa_ir: محدودیت حافظه WordPress

source: Administrative memory limit
fa_ir: محدودیت حافظه مدیریتی

source: Built-in caching
fa_ir: کشینگ داخلی

source: Custom "users" table
fa_ir: جدول "users" سفارشی

source: Set: %s
fa_ir: تنظیم شده: %s

source: Custom "usermeta" table
fa_ir: جدول "usermeta" سفارشی

source: Overridden permissions for a new folder
fa_ir: مجوزهای لغو شده برای پوشه جدید

source: Overridden permissions for a new file
fa_ir: مجوزهای لغو شده برای فایل جدید

source: Alternate WP cron
fa_ir: کرون جایگزین WP

source: WP cron status
fa_ir: وضعیت کرون WP

source: Cron is disabled
fa_ir: کرون غیرفعال است

source: Cron is enabled
fa_ir: کرون فعال است

source: Cron running frequency lock
fa_ir: قفل فرکانس اجرای کرون

source: Interval the trash is automatically emptied at in days
fa_ir: فاصله زمانی که سطل زباله به طور خودکار در آن خالی می‌شود (بر حسب روز)

source: Never
fa_ir: هرگز

source: Automatic database repair
fa_ir: تعمیر خودکار پایگاه داده

source: Do not upgrade global tables
fa_ir: از ارتقاء جداول جهانی خودداری کنید

source: Disallow plugin/theme editing
fa_ir: ویرایش پلاگین/تم را غیرفعال کنید

source: Disallow plugin/theme update and installation
fa_ir: به‌روزرسانی و نصب پلاگین/تم را غیرفعال کنید

source: Overwrite image edits when restoring the original
fa_ir: ویرایش‌های تصویر را هنگام بازگرداندن نسخه اصلی بازنویسی کنید

source: Force SSL for administrative logins
fa_ir: اجبار SSL برای ورودهای مدیریتی

source: Block external URL requests
fa_ir: درخواست‌های URL خارجی را مسدود کنید

source: Allowlisted hosts
fa_ir: میزبان‌های لیست سفید

source: Automatic WP Core updates
fa_ir: به‌روزرسانی‌های خودکار هسته WP

source: Everything
fa_ir: همه چیز

source: Default
fa_ir: پیش‌فرض

source: Hostname for a proxy server
fa_ir: نام میزبان برای سرور پروکسی

source: Port for a proxy server
fa_ir: پورت برای سرور پروکسی

source: Multisite enabled
fa_ir: چندسایته فعال شده

source: Multisite/network ability enabled
fa_ir: امکان چندسایته/شبکه فعال شده

source: Multisite enabled, WordPress will load the /wp-content/sunrise.php file
fa_ir: چندسایته فعال شده، WordPress فایل /wp-content/sunrise.php را بارگذاری خواهد کرد

source: Multisite enabled, subdomain installation constant
fa_ir: چندسایته فعال شده، ثابت نصب زیر دامنه

source: Multisite enabled, Older subdomain installation constant
fa_ir: چندسایته فعال شده، ثابت نصب زیر دامنه قدیمی

source: Defines the multisite domain for the current site
fa_ir: دامنه چندسایته برای سایت فعلی را تعریف می‌کند

source: Defines the multisite path for the current site
fa_ir: مسیر چندسایته برای سایت فعلی را تعریف می‌کند

source: Defines the multisite database ID for the current site
fa_ir: شناسه پایگاه داده چندسایته برای سایت فعلی را تعریف می‌کند

source: Disable the fatal error handler
fa_ir: مدیر خطای کشنده را غیرفعال کنید

source: Disables automatic updates
fa_ir: به‌روزرسانی‌های خودکار را غیرفعال می‌کند

source: Automatic updates disabled
fa_ir: به‌روزرسانی‌های خودکار غیرفعال شده‌اند

source: Automatic updates enabled
fa_ir: به‌روزرسانی‌های خودکار فعال شده‌اند

source: %d per minute
fa_ir: %d در دقیقه

source: throttle it
fa_ir: آن را محدود کنید

source: block it
fa_ir: آن را مسدود کنید

source: Scanner
fa_ir: اسکنر

source: Check if this website is being "Spamvertised"
fa_ir: بررسی کنید که آیا این وب‌سایت در حال "اسپم‌ورتیز" شدن است

source: Maximum execution time for each scan stage
fa_ir: زمان اجرای حداکثر برای هر مرحله اسکن

source: Exclude files from scan that match these wildcard patterns (one per line)
fa_ir: فایل‌هایی که با الگوهای جستجوی Wildcard مطابقت دارند را از اسکن خارج کنید (یکی در هر خط)

source: (empty)
fa_ir: (خالی)

source: Additional scan signatures (one per line)
fa_ir: امضاهای اسکن اضافی (یکی در هر خط)

source: Enable Wordfence translations
fa_ir: ترجمه‌های Wordfence را فعال کنید

source: For admins only
fa_ir: فقط برای مدیران

source: For all users with "publish posts" capability
fa_ir: برای تمام کاربرانی که توانایی "انتشار پست‌ها" را دارند

source: (unknown)
fa_ir: (نامشخص)

source: Force admins and publishers to use strong passwords (recommended)
fa_ir: مدیران و ناشران را مجبور کنید از رمزهای عبور قوی استفاده کنند (توصیه شده)

source: Force all members to use strong passwords
fa_ir: تمام اعضا را مجبور کنید از رمزهای عبور قوی استفاده کنند

source: Prevent users registering 'admin' username if it doesn't exist
fa_ir: از ثبت نام نام کاربری 'admin' توسط کاربران جلوگیری کنید اگر وجود ندارد

source: Prevent discovery of usernames through '/?author=N' scans, the oEmbed API, the WordPress REST API, and WordPress XML Sitemaps
fa_ir: از کشف نام‌های کاربری از طریق اسکن‌های '/?author=N'، API oEmbed، API REST WordPress و نقشه‌های سایت XML WordPress جلوگیری کنید

source: Verified Google crawlers will not be rate-limited
fa_ir: کاوشگرهای تایید شده گوگل محدود به نرخ نخواهند شد

source: Anyone claiming to be Google will not be rate-limited
fa_ir: هر کسی که ادعا کند گوگل است محدود به نرخ نخواهد شد

source: Treat Google like any other Crawler
fa_ir: گوگل را مانند هر کاوشگر دیگری در نظر بگیرید

source: Country Blocking
fa_ir: مسدودسازی کشور

source: What to do when we block someone
fa_ir: چه کار کنیم وقتی کسی را مسدود می‌کنیم

source: Show the standard Wordfence blocked message
fa_ir: پیام مسدود استاندارد Wordfence را نشان دهید

source: Redirect to the URL below
fa_ir: به URL زیر هدایت کنید

source: URL to redirect blocked users to
fa_ir: آدرس URL برای هدایت کاربران مسدود شده

source: Bypass Redirect
fa_ir: هدایت را دور بزنید

source: Bypass Cookie
fa_ir: کوکی را دور بزنید

source: Connected
fa_ir: متصل

source: true
fa_ir: صحیح

source: false
fa_ir: غلط

source: Connect Timestamp
fa_ir: زمان‌نویسی اتصال

source: Site ID
fa_ir: شناسه سایت

source: Disconnected
fa_ir: قطع شده

source: Disconnect Timestamp
fa_ir: زمان‌نویسی قطع اتصال

source: Configuration Issue
fa_ir: مشکل پیکربندی

source: Plugin Alerting Disabled
fa_ir: هشداردهی پلاگین غیرفعال شده است

source: An error occurred:
fa_ir: یک خطا رخ داد:

source: Invalid response:
fa_ir: پاسخ نامعتبر:

source: An error occurred: Invalid options format received.
fa_ir: یک خطا رخ داد: فرمت گزینه‌های دریافتی نامعتبر است.

source: An error occurred: %s
fa_ir: یک خطا رخ داد: %s

source: Invalid response: %s
fa_ir: پاسخ نامعتبر: %s

source: Wordfence Care
fa_ir: مراقبت از Wordfence

source: Care
fa_ir: مراقبت

source: Wordfence Response
fa_ir: پاسخ Wordfence

source: Free
fa_ir: رایگان

source: You are temporarily locked out
fa_ir: شما به طور موقت قفل شده‌اید

source: Your access to this site has been temporarily limited by the site owner
fa_ir: دسترسی شما به این سایت به‌طور موقت توسط صاحب سایت محدود شده است

source: Your access to this service has been temporarily limited. Please try again in a few minutes. (HTTP response code 503)
fa_ir: دسترسی شما به این سرویس به‌طور موقت محدود شده است. لطفاً چند دقیقه دیگر تلاش کنید. (کد پاسخ HTTP 503)

source: Return to the site home page
fa_ir: بازگشت به صفحه اصلی سایت

source: Attempt to return to the admin login page (you may still be locked out)
fa_ir: تلاش برای بازگشت به صفحه ورود به مدیریت (ممکن است هنوز قفل باشید)

source: Block Reason:
fa_ir: دلیل مسدودسازی:

source: You have been temporarily locked out of this system. This means that you will not be able to log in for a while.
fa_ir: شما به‌طور موقت از این سیستم قفل شده‌اید. این به این معنی است که شما برای مدتی نمی‌توانید وارد شوید.

source: Click here to learn more: <a href="%s" target="_blank" rel="noopener noreferrer">Documentation<span class="screen-reader-text"> (opens in new tab)</span></a>
fa_ir: برای اطلاعات بیشتر اینجا کلیک کنید: <a href="%s" target="_blank" rel="noopener noreferrer">مستندات<span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>

source: Exceeded the maximum global requests per minute for crawlers or humans.
fa_ir: تعداد درخواست‌های جهانی در دقیقه برای خزنده‌ها یا انسان‌ها از حد مجاز عبور کرده است.

source: Exceeded the maximum number of requests per minute for crawlers.
fa_ir: تعداد درخواست‌های در دقیقه برای خزنده‌ها از حد مجاز عبور کرده است.

source: Exceeded the maximum number of page not found errors per minute for a crawler.
fa_ir: تعداد خطاهای صفحه یافت نشد در دقیقه برای یک خزنده از حد مجاز عبور کرده است.

source: Exceeded the maximum number of page requests per minute for humans.
fa_ir: تعداد درخواست‌های صفحه در دقیقه برای انسان‌ها از حد مجاز عبور کرده است.

source: Exceeded the maximum number of page not found errors per minute for humans.
fa_ir: تعداد خطاهای صفحه یافت نشد در دقیقه برای انسان‌ها از حد مجاز عبور کرده است.

source: Invalid log type to wfLog: %s
fa_ir: نوع لاگ نامعتبر برای wfLog: %s

source: getHits got invalid hitType: %s
fa_ir: getHits نوع hit نامعتبر دریافت کرده است: %s

source: UA/Hostname/Referrer/IP Range not allowed
fa_ir: UA/نام میزبان/ارجاع‌دهنده/محدوده IP مجاز نیست

source: UA/Referrer/IP Range not allowed
fa_ir: UA/ارجاع‌دهنده/محدوده IP مجاز نیست

source: Advanced blocking in effect.
fa_ir: مسدودسازی پیشرفته در حال اجراست.

source: redirected to bypass URL
fa_ir: به URL دور زدن هدایت شده است

source: blocked access via country blocking and redirected to URL (%s)
fa_ir: دسترسی از طریق مسدودسازی کشور مسدود شده و به URL (%s) هدایت شده است

source: blocked access via country blocking
fa_ir: دسترسی از طریق مسدودسازی کشور مسدود شده است

source: Access from your area has been temporarily limited for security reasons
fa_ir: دسترسی از منطقه شما به‌طور موقت به دلایل امنیتی محدود شده است

source: Manual block by administrator
fa_ir: مسدودسازی دستی توسط مدیر

source: Blocking IP %1$s. %2$s
fa_ir: مسدودسازی IP %1$s. %2$s

source: Throttling IP %1$s. %2$s
fa_ir: محدودسازی IP %1$s. %2$s

source: Could not connect to database to start scan: %s
fa_ir: امکان اتصال به پایگاه داده برای شروع اسکن وجود ندارد: %s

source: Looks like the Wordfence database tables have been deleted. You can fix this by de-activating and re-activating the Wordfence plugin from your Plugins menu.
fa_ir: به نظر می‌رسد که جداول پایگاه داده Wordfence حذف شده‌اند. شما می‌توانید این مشکل را با غیرفعال و دوباره فعال کردن پلاگین Wordfence از منوی پلاگین‌ها برطرف کنید.

source: Cron test received and message printed
fa_ir: آزمون Cron دریافت شده و پیام چاپ شد

source: Scan engine received request.
fa_ir: موتور اسکن درخواست را دریافت کرد.

source: Verifying start request signature.
fa_ir: در حال بررسی امضای درخواست شروع.

source: The signature on the request to start a scan is invalid. Please try again.
fa_ir: امضا در درخواست شروع اسکن نامعتبر است. لطفاً دوباره تلاش کنید.

source: Fetching stored cronkey for comparison.
fa_ir: در حال دریافت cronkey ذخیره شده برای مقایسه.

source: [invalid]
fa_ir: [نامعتبر]

source: [none]
fa_ir: [هیچ‌کدام]

source: Checking cronkey: %1$s (expecting %2$s)
fa_ir: در حال بررسی cronkey: %1$s (انتظار می‌رود %2$s)

source: Wordfence scan script accessed directly, or WF did not receive a cronkey.
fa_ir: اسکریپت اسکن Wordfence به طور مستقیم دسترسی پیدا کرده است، یا WF cronkey دریافت نکرده است.

source: The key used to start a scan expired. The value is: %1$s and split is: %2$s and time is: %3$d
fa_ir: کلیدی که برای شروع اسکن استفاده شده است منقضی شده است. مقدار آن: %1$s و تقسیم آن: %2$s و زمان: %3$d

source: Wordfence could not find a saved cron key to start the scan so assuming it started and exiting.
fa_ir: Wordfence نتوانست یک cronkey ذخیره‌شده برای شروع اسکن پیدا کند، بنابراین فرض می‌کند که اسکن شروع شده است و خارج می‌شود.

source: Checking saved cronkey against cronkey param
fa_ir: در حال بررسی cronkey ذخیره‌شده با پارامتر cronkey

source: Wordfence could not start a scan because the cron key does not match the saved key. Saved: %1$s Sent: %2$s Current unexploded: %3$s
fa_ir: Wordfence نتوانست اسکن را شروع کند زیرا cronkey با کلید ذخیره‌شده مطابقت ندارد. ذخیره‌شده: %1$s ارسال‌شده: %2$s وضعیت فعلی: %3$s

source: Checking if scan is already running
fa_ir: در حال بررسی اینکه آیا اسکن در حال اجرا است

source: There is already a scan running.
fa_ir: اسکن در حال حاضر در حال اجرا است.

source: Using low resource scanning
fa_ir: استفاده از اسکن با منابع کم

source: Requesting max memory
fa_ir: درخواست حداکثر حافظه

source: Setting up error handling environment
fa_ir: در حال تنظیم محیط مدیریت خطا

source: Setting up scanRunning and starting scan
fa_ir: در حال تنظیم scanRunning و شروع اسکن

source: Got a true deserialized value back from 'wfsd_engine' with type: %s
fa_ir: یک مقدار درست بازسازی‌شده از 'wfsd_engine' با نوع: %s دریافت شد

source: Scan can't continue - stored data not found after a fork. Got type: %s
fa_ir: اسکن نمی‌تواند ادامه یابد - داده‌های ذخیره‌شده بعد از fork پیدا نشد. نوع دریافتی: %s

source: Scan can't continue - stored data not found after a fork.
fa_ir: اسکن نمی‌تواند ادامه یابد - داده‌های ذخیره‌شده بعد از fork پیدا نشد.

source: Previous scan terminated with an error. See below.
fa_ir: اسکن قبلی با خطا خاتمه یافت. به زیر مراجعه کنید.

source: Contacting Wordfence to initiate scan
fa_ir: در حال تماس با Wordfence برای آغاز اسکن

source: Deferring scheduled scan by %s
fa_ir: اسکن برنامه‌ریزی‌شده به مدت %s به تعویق افتاده است

source: Initiating quick scan
fa_ir: آغاز اسکن سریع

source: Wordfence used %1$s of memory for scan. Server peak memory usage was: %2$s
fa_ir: Wordfence از %1$s حافظه برای اسکن استفاده کرد. حداکثر مصرف حافظه سرور: %2$s

source: Scan terminated with error: %s
fa_ir: اسکن با خطا خاتمه یافت: %s

source: Wordfence scan failed because of license site URL conflict
fa_ir: اسکن Wordfence به دلیل تداخل URL سایت مجوز شکست خورد

source: Scan Engine Error: %s
fa_ir: خطای موتور اسکن: %s

source: %d issue found in most recent scan
fa_ir: %d مشکل در آخرین اسکن یافت شد

source: The scan time limit of %1$s has been exceeded and the scan will be terminated. This limit can be customized on the options page. <a href="%2$s" target="_blank" rel="noopener noreferrer">Get More Information<span class="screen-reader-text"> (
fa_ir: محدودیت زمان اسکن %1$s از حد مجاز عبور کرده است و اسکن خاتمه خواهد یافت. این محدودیت را می‌توان در صفحه گزینه‌ها سفارشی‌سازی کرد. <a href="%2$s" target="_blank" rel="noopener noreferrer">اطلاعات بیشتر<span class="screen-reader-text"> (

source: Scan Time Limit Exceeded
fa_ir: محدودیت زمان اسکن عبور کرده است

source: Scan interrupted. Scanned %1$d files, %2$d plugins, %3$d themes, %4$d posts, %5$d comments and %6$d URLs in %7$s.
fa_ir: اسکن متوقف شد. %1$d فایل، %2$d پلاگین، %3$d تم، %4$d پست، %5$d کامنت و %6$d URL در %7$s اسکن شد.

source: Scan interrupted. You have %d new issue to fix. See below.
fa_ir: اسکن متوقف شد. شما %d مشکل جدید برای رفع دارید. به زیر مراجعه کنید.

source: Scan interrupted. No problems found prior to stopping.
fa_ir: اسکن متوقف شد. هیچ مشکلی پیش از توقف پیدا نشد.

source: Aborting scan because WordPress updated from version %1$s to %2$s. The scan will be reattempted later.
fa_ir: اسکن متوقف شد زیرا WordPress از نسخه %1$s به %2$s به‌روزرسانی شده است. اسکن بعداً دوباره تلاش خواهد شد.

source: Forking during malware scan to ensure continuity.
fa_ir: در حین اسکن بدافزار، فرایند fork انجام می‌شود تا ادامه اسکن تضمین شود.

source: Entered fork()
fa_ir: وارد fork() شد

source: Calling startScan(true)
fa_ir: در حال فراخوانی startScan(true)

source: Scan Complete. Scanned %1$d files, %2$d plugins, %3$d themes, %4$d posts, %5$d comments and %6$d URLs in %7$s.
fa_ir: اسکن کامل شد. %1$d فایل، %2$d پلاگین، %3$d تم، %4$d پست، %5$d کامنت و %6$d URL در %7$s اسکن شد.

source: Quick Scan Complete. Scanned in %s.
fa_ir: اسکن سریع کامل شد. اسکن در %s انجام شد.

source: %d ignored issue was also detected.
fa_ir: یک مشکل نادیده‌گرفته‌شده نیز شناسایی شد.

source: Scan complete. You have %d new issue to fix.
fa_ir: اسکن کامل شد. شما %d مشکل جدید برای رفع دارید.

source: See below.
fa_ir: به زیر مراجعه کنید.

source: Scan complete. Congratulations, no new problems found.
fa_ir: اسکن کامل شد. تبریک، مشکلی جدید پیدا نشد.

source: Checking if your site IP is generating spam
fa_ir: در حال بررسی اینکه آیا IP سایت شما اسپم تولید می‌کند

source: Checking if your IP is generating spam is for paid members only
fa_ir: بررسی اینکه آیا IP شما اسپم تولید می‌کند، فقط برای اعضای پولی است

source: Checking if your site is on a domain blocklist
fa_ir: در حال بررسی اینکه آیا سایت شما در لیست مسدودسازی دامنه قرار دارد

source: Checking if your site is on a domain blocklist is for paid members only
fa_ir: بررسی اینکه آیا سایت شما در لیست مسدودسازی دامنه قرار دارد، فقط برای اعضای پولی است

source: Error checking domain blocklists: %s
fa_ir: خطا در بررسی لیست‌های مسدودسازی دامنه: %s

source: The multisite blog with ID %d is listed on Google's Safe Browsing malware list.
fa_ir: وبلاگ چندگانه با شناسه %d در لیست بدافزار Google Safe Browsing قرار دارد.

source: Your site is listed on Google's Safe Browsing malware list.
fa_ir: سایت شما در لیست بدافزار Google Safe Browsing قرار دارد.

source: The URL %1$s is on the malware list. More info available at <a href="http://safebrowsing.clients.google.com/safebrowsing/diagnostic?site=%2$s&client=googlechrome&hl=en-US" target="_blank" rel="noopener noreferrer">Google Safe Browsing diagnostic page<span class="screen-reader-text"> (
fa_ir: URL %1$s در لیست بدافزار قرار دارد. اطلاعات بیشتر در <a href="http://safebrowsing.clients.google.com/safebrowsing/diagnostic?site=%2$s&client=googlechrome&hl=en-US" target="_blank" rel="noopener noreferrer">صفحه تشخیص Google Safe Browsing<span class="screen-reader-text"> (

source: The multisite blog with ID %d is listed on Google's Safe Browsing phishing list.
fa_ir: وبلاگ چندگانه با شناسه %d در لیست فیشینگ Google Safe Browsing قرار دارد.

source: Your site is listed on Google's Safe Browsing phishing list.
fa_ir: سایت شما در لیست فیشینگ Google Safe Browsing قرار دارد.

source: The URL %1$s is on the phishing list. More info available at <a href="http://safebrowsing.clients.google.com/safebrowsing/diagnostic?site=%2$s&client=googlechrome&hl=en-US" target="_blank" rel="noopener noreferrer">Google Safe Browsing diagnostic page<span class="screen-reader-text"> (
fa_ir: URL %1$s در لیست فیشینگ قرار دارد. اطلاعات بیشتر در <a href="http://safebrowsing.clients.google.com/safebrowsing/diagnostic?site=%2$s&client=googlechrome&hl=en-US" target="_blank" rel="noopener noreferrer">صفحه تشخیص Google Safe Browsing<span class="screen-reader-text"> (

source: The multisite blog with ID %d is listed on the Wordfence domain blocklist.
fa_ir: وبلاگ چندگانه با شناسه %d در لیست مسدودسازی دامنه Wordfence قرار دارد.

source: Your site is listed on the Wordfence domain blocklist.
fa_ir: سایت شما در لیست مسدودسازی دامنه Wordfence قرار دارد.

source: The URL %s is on the blocklist.
fa_ir: URL %s در لیست مسدودسازی قرار دارد.
