Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: Wordfence Security
fa_ir: امنیت وردفنس

source: Wordfence Security - Anti-virus, Firewall and Malware Scan
fa_ir: امنیت وردفنس - ضدویروس، فایروال و اسکن بدافزار

source: Wordfence
fa_ir: وردفنس

source: Wordfence WAF Mode Changed
fa_ir: حالت WAF وردفنس تغییر یافت

source: Wordfence WAF Rule Status Changed
fa_ir: وضعیت قانون WAF وردفنس تغییر یافت

source: Wordfence WAF Protection Level Changed
fa_ir: سطح حفاظت WAF وردفنس تغییر یافت

source: Wordfence WAF Allow Entry Created
fa_ir: ورودی مجاز WAF وردفنس ایجاد شد

source: Wordfence WAF Allow Entry Deleted
fa_ir: ورودی مجاز WAF وردفنس حذف شد

source: Wordfence WAF Allow Entry Toggled
fa_ir: ورودی مجاز WAF وردفنس تغییر وضعیت یافت

source: Wordfence WAF Blocklist Toggled
fa_ir: لیست بلاک WAF وردفنس تغییر وضعیت یافت

source: Allowlisted IPs Updated
fa_ir: آدرس‌های IP مجاز به‌روزرسانی شدند

source: Allowlisted Services Updated
fa_ir: سرویس‌های مجاز به‌روزرسانی شدند

source: Allowed 404s Updated
fa_ir: خطاهای 404 مجاز به‌روزرسانی شدند

source: Ignored Alert IPs Updated
fa_ir: آدرس‌های IP هشدار نادیده گرفته‌شده به‌روزرسانی شدند

source: Banned URLs Updated
fa_ir: URL‌های مسدود شده به‌روزرسانی شدند

source: Banned Usernames Updated
fa_ir: نام‌های کاربری مسدود شده به‌روزرسانی شدند

source: Brute Force Protection Toggled
fa_ir: حفاظت در برابر حملات بروت فورس تغییر وضعیت یافت

source: General Blocking and Rate Limiting Toggled
fa_ir: مسدودسازی عمومی و محدودیت نرخ تغییر وضعیت یافت

source: Never Block Crawlers Toggled
fa_ir: مسدود نکردن خزنده‌ها تغییر وضعیت یافت

source: Lockout Invalid Users Toggled
fa_ir: مسدودسازی کاربران نامعتبر تغییر وضعیت یافت

source: Prevent Use of Breached Passwords Toggled
fa_ir: جلوگیری از استفاده از گذرواژه‌های افشا شده تغییر وضعیت یافت

source: Enforce Strong Passwords Toggled
fa_ir: اجبار به استفاده از گذرواژه‌های قوی تغییر وضعیت یافت

source: Mask Login Errors Toggled
fa_ir: پنهان‌سازی خطاهای ورود تغییر وضعیت یافت

source: Prevent Using "admin" Username Toggled
fa_ir: جلوگیری از استفاده از نام کاربری "admin" تغییر وضعیت یافت

source: Block Author Scanning Toggled
fa_ir: مسدودسازی جستجوی نویسندگان تغییر وضعیت یافت

source: Prevent Use of Application Passwords Toggled
fa_ir: جلوگیری از استفاده از گذرواژه‌های برنامه تغییر وضعیت یافت

source: Block Bad POST Requests Toggled
fa_ir: مسدودسازی درخواست‌های نامعتبر POST تغییر وضعیت یافت

source: Check Password Strength on Reset Toggled
fa_ir: بررسی قدرت گذرواژه در هنگام بازنشانی تغییر وضعیت یافت

source: Failed Login Failure Threshold Updated
fa_ir: آستانه شکست تلاش‌های ورود به سیستم به‌روزرسانی شد

source: Forgot Password Threshold Updated
fa_ir: آستانه فراموشی گذرواژه به‌روزرسانی شد

source: Login Security Counting Period Updated
fa_ir: دوره شمارش امنیت ورود به‌روزرسانی شد

source: Login Security Lockout Threshold Updated
fa_ir: آستانه قفل شدن ورود به سیستم به‌روزرسانی شد

source: Automatic Block Duration Updated
fa_ir: مدت زمان مسدودسازی خودکار به‌روزرسانی شد

source: Custom Block Text Updated
fa_ir: متن بلوک سفارشی به‌روزرسانی شد

source: Global Rate Limit Settings Updated
fa_ir: تنظیمات محدودیت نرخ جهانی به‌روزرسانی شد

source: Crawler Rate Limit Settings Updated
fa_ir: تنظیمات محدودیت نرخ خزنده‌ها به‌روزرسانی شد

source: Crawler 404 Rate Limit Settings Updated
fa_ir: تنظیمات محدودیت نرخ 404 خزنده‌ها به‌روزرسانی شد

source: Human Rate Limit Settings Updated
fa_ir: تنظیمات محدودیت نرخ انسان‌ها به‌روزرسانی شد

source: Human 404 Rate Limit Settings Updated
fa_ir: تنظیمات محدودیت نرخ 404 انسان‌ها به‌روزرسانی شد

source: Scan Options Updated
fa_ir: تنظیمات اسکن به‌روزرسانی شد

source: Scan Schedule Updated
fa_ir: برنامه‌ریزی اسکن به‌روزرسانی شد

source: Country Blocking Updated
fa_ir: مسدودسازی کشور به‌روزرسانی شد

source: Manual Block Created
fa_ir: بلوک دستی ایجاد شد

source: Block Deleted
fa_ir: بلوک حذف شد

source: Participate in the Wordfence Security Network Toggled
fa_ir: مشارکت در شبکه امنیت وردفنس تغییر وضعیت یافت

source: Audit Log Mode Changed
fa_ir: حالت لاگ حسابرسی تغییر یافت

source: License Key Changed
fa_ir: کلید لایسنس تغییر یافت

source: IP Source Changed
fa_ir: منبع IP تغییر یافت

source: Trusted Proxies Updated
fa_ir: پروکسی‌های معتبر به‌روزرسانی شدند

source: Trusted Proxy Preset Changed
fa_ir: تنظیمات پیش‌فرض پروکسی معتبر تغییر یافت

source: 2FA Deactivated on User
fa_ir: 2FA برای کاربر غیرفعال شد

source: 2FA Activated on User
fa_ir: 2FA برای کاربر فعال شد

source: XML-RPC Requires 2FA Toggled
fa_ir: XML-RPC نیاز به 2FA تغییر وضعیت یافت

source: IPs Bypassing 2FA Updated
fa_ir: آدرس‌های IP که از 2FA عبور می‌کنند به‌روزرسانی شدند

source: 2FA Role Requirements Changed
fa_ir: الزامات نقش 2FA تغییر یافت

source: 2FA Grace Period Changed
fa_ir: دوره‌امان 2FA تغییر یافت

source: XML-RPC Interface Toggled
fa_ir: رابط XML-RPC تغییر وضعیت یافت

source: Login Captcha Toggled
fa_ir: کپچا ورود تغییر وضعیت یافت

source: reCAPTCHA Threshold Changed
fa_ir: آستانه reCAPTCHA تغییر یافت

source: WooCommerce 2FA Integration Toggled
fa_ir: ادغام 2FA با ووکامرس تغییر وضعیت یافت

source: Captcha Test Mode Toggled
fa_ir: حالت آزمایشی کپچا تغییر وضعیت یافت

source: Attachment Created
fa_ir: ضمیمه ایجاد شد

source: Attachment Deleted
fa_ir: ضمیمه حذف شد

source: Attachment Updated
fa_ir: ضمیمه به‌روزرسانی شد

source: Page Created
fa_ir: صفحه ایجاد شد

source: Page Deleted
fa_ir: صفحه حذف شد

source: Page Updated
fa_ir: صفحه به‌روزرسانی شد

source: Page Moved to Trash
fa_ir: صفحه به زباله‌دان منتقل شد

source: Page Removed from Trash
fa_ir: صفحه از زباله‌دان حذف شد

source: Post Created
fa_ir: مقاله ایجاد شد

source: Post Deleted
fa_ir: مقاله حذف شد

source: Post Updated
fa_ir: مقاله به‌روزرسانی شد

source: Post Moved to Trash
fa_ir: مقاله به زباله‌دان منتقل شد

source: Post Removed from Trash
fa_ir: مقاله از زباله‌دان حذف شد

source: Multisite Blog Created
fa_ir: وبلاگ چند سایته ایجاد شد

source: Multisite Blog Deleted
fa_ir: وبلاگ چند سایته حذف شد

source: Multisite Blog Updated
fa_ir: وبلاگ چند سایته به‌روزرسانی شد

source: Multisite Blog Activated
fa_ir: وبلاگ چند سایته فعال شد

source: Multisite Blog Deactivated
fa_ir: وبلاگ چند سایته غیرفعال شد

source: Multisite Blog Signup Submitted
fa_ir: ثبت‌نام وبلاگ چند سایته ارسال شد

source: Multisite Blog Archived
fa_ir: وبلاگ چند سایته بایگانی شد

source: Multisite Blog Moved to Trash
fa_ir: وبلاگ چند سایته به زباله‌دان منتقل شد

source: Multisite Blog Made Public
fa_ir: وبلاگ چند سایته عمومی شد

source: Multisite Blog Marked as Spam
fa_ir: وبلاگ چند سایته به‌عنوان هرزنامه علامت‌گذاری شد

source: Multisite Blog Unarchived
fa_ir: وبلاگ چند سایته از بایگانی خارج شد

source: Multisite Blog Removed from Trash
fa_ir: وبلاگ چند سایته از سطل زباله حذف شد

source: Multisite Blog Made Private
fa_ir: وبلاگ چند سایته خصوصی شد

source: Multisite Blog Unmarked as Spam
fa_ir: وبلاگ چند سایته از هرزنامه خارج شد

source: Multisite User Created
fa_ir: کاربر چند سایته ایجاد شد

source: Multisite User Deleted
fa_ir: کاربر چند سایته حذف شد

source: Multisite User Activated
fa_ir: کاربر چند سایته فعال شد

source: User Added to Multisite Blog
fa_ir: کاربر به وبلاگ چند سایته اضافه شد

source: User Removed from Multisite Blog
fa_ir: کاربر از وبلاگ چند سایته حذف شد

source: User Invited to Multisite Blog
fa_ir: کاربر به وبلاگ چند سایته دعوت شد

source: User Signed Up on Multisite Blog
fa_ir: کاربر در وبلاگ چند سایته ثبت‌نام کرد

source: Multisite Network Plugins Changed
fa_ir: افزونه‌های شبکه چند سایته تغییر یافت

source: Super Admin Granted to User
fa_ir: دسترسی ابر مدیر به کاربر اعطا شد

source: Super Admin Revoked from User
fa_ir: دسترسی ابر مدیر از کاربر لغو شد

source: Site Data Exported
fa_ir: داده‌های سایت صادر شدند

source: Recovery Key Generated
fa_ir: کلید بازیابی تولید شد

source: Mail Send Failed
fa_ir: ارسال ایمیل شکست خورد

source: Mail Sent
fa_ir: ایمیل ارسال شد

source: Active Plugins Option Changed
fa_ir: تنظیمات افزونه‌های فعال تغییر یافت

source: Admin Email Option Changed
fa_ir: تنظیمات ایمیل ادمین تغییر یافت

source: Anonymous Comments Allowed Option Changed
fa_ir: تنظیمات مجاز بودن کامنت‌های ناشناس تغییر یافت

source: Comment Moderation Default Option Changed
fa_ir: تنظیمات پیش‌فرض نظارت بر کامنت‌ها تغییر یافت

source: Default Comment Status Option Changed
fa_ir: تنظیمات وضعیت پیش‌فرض کامنت‌ها تغییر یافت

source: Default User Role Option Changed
fa_ir: تنظیمات نقش پیش‌فرض کاربر تغییر یافت

source: Home URL Option Changed
fa_ir: تنظیمات URL صفحه اصلی تغییر یافت

source: Site URL Option Changed
fa_ir: تنظیمات URL سایت تغییر یافت

source: Child Theme Option Changed
fa_ir: تنظیمات قالب فرزند تغییر یافت

source: Parent Theme Option Changed
fa_ir: تنظیمات قالب اصلی تغییر یافت

source: User Registration Permission Option Changed
fa_ir: تنظیمات مجوز ثبت‌نام کاربر تغییر یافت

source: Role Capabilities Changed
fa_ir: توانایی‌های نقش تغییر یافت

source: Admin Page View Denied
fa_ir: دسترسی به صفحه ادمین مسدود شد

source: Plugin Installed
fa_ir: افزونه نصب شد

source: Plugin Deleted
fa_ir: افزونه حذف شد

source: Plugin Activated
fa_ir: افزونه فعال شد

source: Plugin Deactivated
fa_ir: افزونه غیرفعال شد

source: Theme Installed
fa_ir: قالب نصب شد

source: Theme Deleted
fa_ir: قالب حذف شد

source: Theme Switched
fa_ir: قالب تغییر کرد

source: Theme Customized
fa_ir: قالب سفارشی شد

source: Theme Sidebar Updated
fa_ir: نوار کناری قالب به‌روزرسانی شد

source: Automatic Updates Completed
fa_ir: به‌روزرسانی‌های خودکار تکمیل شد

source: Core Update Completed
fa_ir: به‌روزرسانی هسته تکمیل شد

source: Plugin Update Completed
fa_ir: به‌روزرسانی افزونه تکمیل شد

source: Theme Update Completed
fa_ir: به‌روزرسانی قالب تکمیل شد

source: User Created
fa_ir: کاربر ایجاد شد

source: User Deleted
fa_ir: کاربر حذف شد

source: User Updated
fa_ir: کاربر به‌روزرسانی شد

source: App Password Created
fa_ir: گذرواژه برنامه ایجاد شد

source: App Password Deleted
fa_ir: گذرواژه برنامه حذف شد

source: App Password Accepted
fa_ir: گذرواژه برنامه پذیرفته شد

source: User Logged In
fa_ir: کاربر وارد شد

source: User Logged Out
fa_ir: کاربر خارج شد

source: Auth Cookie Set
fa_ir: کوکی احراز هویت تنظیم شد

source: Password Reset
fa_ir: بازنشانی گذرواژه

source: Role Added to User
fa_ir: نقش به کاربر اضافه شد

source: Role Removed from User
fa_ir: نقش از کاربر حذف شد

source: User Capabilities Meta Value Changed
fa_ir: مقدار متا توانایی‌های کاربر تغییر یافت

source: User Level Meta Value Changed
fa_ir: مقدار متا سطح کاربر تغییر یافت

source: User Unmarked as Spam
fa_ir: کاربر از هرزنامه خارج شد

source: User Marked as Spam
fa_ir: کاربر به‌عنوان هرزنامه علامت‌گذاری شد

source: Country
fa_ir: کشور

source: Block Count
fa_ir: تعداد بلوک‌ها

source: Username
fa_ir: نام کاربری

source: Date
fa_ir: تاریخ

source: Top Countries by Number of Attacks - Last 7 Days
fa_ir: برترین کشورها از نظر تعداد حملات - ۷ روز گذشته

source: No Data Available During Learning Mode
fa_ir: هیچ داده‌ای در حالت یادگیری در دسترس نیست

source: Wordfence Network
fa_ir: شبکه وردفنس

source: No blocks have been recorded.
fa_ir: هیچ بلوکی ثبت نشده است

source: Top IPs Blocked
fa_ir: برترین IPهای مسدود شده

source: 24 Hours
fa_ir: ۲۴ ساعت

source: 7 Days
fa_ir: ۷ روز

source: 30 Days
fa_ir: ۳۰ روز

source: Show more
fa_ir: بیشتر نشان بده

source: An error occurred
fa_ir: خطایی رخ داده است

source: We encountered an error trying load more data.
fa_ir: در تلاش برای بارگذاری داده‌های بیشتر با خطا مواجه شدیم

source: Firewall Summary:
fa_ir: خلاصه فایروال:

source: Attacks Blocked for %s
fa_ir: حملات مسدود شده برای %s

source: <span class="wf-hidden-xs">Block </span>Type
fa_ir: <span class="wf-hidden-xs">نوع </span>بلوک

source: Total
fa_ir: مجموع

source: Today
fa_ir: امروز

source: Week
fa_ir: هفته

source: Month
fa_ir: ماه

source: Premium
fa_ir: پریمیوم

source: How are these categorized?
fa_ir: این‌ها چگونه دسته‌بندی شده‌اند؟

source: opens in new tab
fa_ir: در برگه جدید باز می‌شود

source: Login Attempts
fa_ir: تلاش‌های ورود

source: Successful
fa_ir: موفق

source: Failed
fa_ir: ناموفق

source: No successful logins have been recorded.
fa_ir: هیچ ورودی موفقی ثبت نشده است.

source: No failed logins have been recorded.
fa_ir: هیچ ورودی ناموفقی ثبت نشده است.

source: Total Attacks Blocked:
fa_ir: تعداد حملات مسدود شده:

source: Blocked attack counts not available yet.
fa_ir: تعداد حملات مسدود شده هنوز در دسترس نیست.

source: Total Attacks
fa_ir: تعداد کل حملات

source: Last Updated: %s ago
fa_ir: آخرین به‌روزرسانی: %s پیش

source: Notifications
fa_ir: اعلان‌ها

source: No notifications received
fa_ir: هیچ اعلان جدیدی دریافت نشده است

source: Wordfence Central Status
fa_ir: وضعیت Wordfence Central

source: Connected by %1$s on %2$s
fa_ir: اتصال توسط %1$s در %2$s

source: Disconnected by %1$s on %2$s
fa_ir: قطع اتصال توسط %1$s در %2$s

source: It looks like you've tried to connect this site to Wordfence Central, but the installation did not finish.
fa_ir: به نظر می‌رسد که شما سعی کرده‌اید این سایت را به Wordfence Central متصل کنید، اما نصب تمام نشده است.

source: Wordfence Central allows you to manage Wordfence on multiple sites from one location. It makes security monitoring and configuring Wordfence easier.
fa_ir: Wordfence Central به شما امکان می‌دهد که Wordfence را از یک مکان بر روی چندین سایت مدیریت کنید. این کار نظارت امنیتی و پیکربندی Wordfence را آسان‌تر می‌کند.

source: Resume Installation
fa_ir: ادامه نصب

source: Disconnect This Site
fa_ir: این سایت را قطع اتصال کنید

source: Reconnect This Site
fa_ir: این سایت را دوباره وصل کنید

source: Connect This Site
fa_ir: این سایت را وصل کنید

source: Visit Wordfence Central
fa_ir: از Wordfence Central دیدن کنید

source: Confirm Disconnect
fa_ir: تأیید قطع اتصال

source: Are you sure you want to disconnect your site from Wordfence Central?
fa_ir: آیا مطمئن هستید که می‌خواهید سایت خود را از Wordfence Central قطع کنید؟

source: Cancel
fa_ir: لغو

source: Disconnect
fa_ir: قطع اتصال

source: Wordfence: Viewing File Differences
fa_ir: Wordfence: مشاهده تفاوت‌های فایل

source: The two panels below show a before and after view of a file on your system that has been modified. The left panel shows the original file before modification. The right panel shows your version of the file that has been modified. Use this view to determine if a file has been modified by an attacker or if this is a change that you or another trusted person made. If you are happy with the modifications you see here, then you should choose to ignore this file the next time Wordfence scans your system.
fa_ir: دو پنل زیر قبل و بعد از تغییرات فایلی در سیستم شما را نشان می‌دهند. پنل سمت چپ فایل اصلی قبل از تغییرات را نشان می‌دهد. پنل سمت راست نسخه تغییر یافته فایل را نشان می‌دهد. از این نمایش استفاده کنید تا مشخص کنید که آیا فایل توسط یک حمله‌کننده تغییر کرده است یا این تغییرات توسط شما یا شخص معتبر دیگری انجام شده است. اگر از تغییرات مشاهده‌شده راضی هستید، باید تصمیم بگیرید که در دفعه بعد که Wordfence سیستم شما را اسکن می‌کند، این فایل را نادیده بگیرید.

source: Filename:
fa_ir: نام فایل:

source: File type:
fa_ir: نوع فایل:

source: WordPress Core File
fa_ir: فایل هسته وردپرس

source: Theme File
fa_ir: فایل قالب

source: Theme Name:
fa_ir: نام قالب:

source: Theme Version:
fa_ir: نسخه قالب:

source: Plugin File
fa_ir: فایل افزونه

source: Plugin Name:
fa_ir: نام افزونه:

source: Plugin Version:
fa_ir: نسخه افزونه:

source: Unknown Type
fa_ir: نوع ناشناخته

source: There are no differences between the original file and the file in the repository.
fa_ir: هیچ تفاوتی بین فایل اصلی و فایل در مخزن وجود ندارد.

source: &copy;&nbsp;%1$d to %2$d Wordfence &mdash; Visit <a href="http://wordfence.com/">Wordfence.com</a> for help, security updates and more.
fa_ir: &copy;&nbsp;%1$d تا %2$d Wordfence &mdash; برای کمک، به‌روزرسانی‌های امنیتی و بیشتر به <a href="http://wordfence.com/">Wordfence.com</a> مراجعه کنید.

source: This email was sent from your website "%1$s" by the Wordfence plugin at %2$s
fa_ir: این ایمیل از سایت شما "%1$s" توسط افزونه Wordfence در %2$s ارسال شد.

source: The Wordfence administrative URL for this site is: %s
fa_ir: آدرس URL مدیریت Wordfence برای این سایت: %s

source: NOTE: You are using the free version of Wordfence. Upgrade today: - Receive real-time Firewall and Scan engine rule updates for protection as threats emerge - Real-time IP Blocklist blocks the most malicious IPs from accessing your site - Country blocking - IP reputation monitoring - Schedule scans to run more frequently and at optimal times - Access to Premium Support - Discounts for multi-year and multi-license purchases Click here to upgrade to Wordfence Premium: https://www.wordfence.com/zz1/wordfence-signup/
fa_ir: توجه: شما از نسخه رایگان Wordfence استفاده می‌کنید. امروز به نسخه پریمیوم ارتقا دهید: - دریافت به‌روزرسانی‌های قوانین فایروال و موتور اسکن به‌صورت بلادرنگ برای محافظت از تهدیدات جدید - لیست سیاه IP به‌صورت بلادرنگ، مسدود کردن IPهای مخرب که به سایت شما دسترسی دارند - مسدود کردن بر اساس کشور - نظارت بر شهرت IP - برنامه‌ریزی اسکن‌ها برای اجرای بیشتر و در زمان‌های بهینه - دسترسی به پشتیبانی پریمیوم - تخفیف‌ها برای خریدهای چندساله و چندمجوزی برای ارتقا به نسخه پریمیوم Wordfence اینجا کلیک کنید: https://www.wordfence.com/zz1/wordfence-signup/

source: To change your alert options for Wordfence, visit: %s
fa_ir: برای تغییر گزینه‌های اعلان Wordfence، به آدرس زیر مراجعه کنید: %s

source: To see current Wordfence alerts, visit: %s
fa_ir: برای مشاهده اعلان‌های فعلی Wordfence، به آدرس زیر مراجعه کنید: %s

source: This email was sent from your website "%s" by the Wordfence plugin.
fa_ir: این ایمیل از سایت شما "%s" توسط افزونه Wordfence ارسال شد.

source: Wordfence found the following new issues on "%1$s" (%2$d existing issue was also found again).
fa_ir: Wordfence مسائل جدید زیر را در "%1$s" پیدا کرد (%2$d مشکل قبلی نیز مجدداً یافت شد).

source: Wordfence found the following new issues on "%1$s".
fa_ir: Wordfence مسائل جدید زیر را در "%1$s" پیدا کرد.

source: Alert generated at %s
fa_ir: هشدار در %s ایجاد شد

source: See the details of these scan results on your site at: %s
fa_ir: جزئیات نتایج این اسکن‌ها را در سایت خود در آدرس زیر مشاهده کنید: %s

source: HIGH SENSITIVITY scanning is enabled, it may produce false positives
fa_ir: اسکن حساسیت بالا فعال است، ممکن است نتایج مثبت کاذب ایجاد کند

source: The scan was terminated early because it reached the time limit for scans. If you would like to allow your scans to run longer, you can customize the limit on the options page: <a href="%1$s">%2$s</a> or read more about scan options to improve scan speed here: <a href="%3$s">%4$s</a>
fa_ir: اسکن زودتر خاتمه یافت زیرا به محدودیت زمانی اسکن‌ها رسید. اگر می‌خواهید اسکن‌های شما زمان بیشتری بگیرند، می‌توانید محدودیت را در صفحه تنظیمات شخصی‌سازی کنید: <a href="%1$s">%2$s</a> یا برای بهبود سرعت اسکن، در اینجا بیشتر بخوانید: <a href="%3$s">%4$s</a>

source: Critical Problems:
fa_ir: مشکلات بحرانی:

source: High Severity Problems:
fa_ir: مشکلات با شدت بالا:

source: Medium Severity Problems:
fa_ir: مشکلات با شدت متوسط:

source: Low Severity Problems:
fa_ir: مشکلات با شدت پایین:

source: Plugin contains an unpatched security vulnerability.
fa_ir: افزونه دارای آسیب‌پذیری امنیتی بدون رفع است.

source: Vulnerability Severity
fa_ir: شدت آسیب‌پذیری

source: Vulnerability Information
fa_ir: اطلاعات آسیب‌پذیری

source: The core files scan has not run because this version is not currently indexed by Wordfence. New WordPress versions may take up to a day to be indexed.
fa_ir: اسکن فایل‌های هسته اجرا نشده است زیرا این نسخه در حال حاضر توسط Wordfence ایندکس نشده است. نسخه‌های جدید وردپرس ممکن است تا یک روز زمان ببرند تا ایندکس شوند.

source: Firewall issues may be caused by file permission changes or other technical problems.
fa_ir: مشکلات فایروال ممکن است ناشی از تغییرات دسترسی به فایل‌ها یا مشکلات فنی دیگر باشد.

source: More Details and Instructions
fa_ir: جزئیات بیشتر و دستورالعمل‌ها

source: Scanning additional paths is optional and is not always necessary.
fa_ir: اسکن مسیرهای اضافی اختیاری است و همیشه لازم نیست.

source: Learn More
fa_ir: بیشتر بخوانید

source: Update includes security-related fixes.
fa_ir: به‌روزرسانی شامل اصلاحات امنیتی است.

source: The malicious URL matched
fa_ir: آدرس URL مخرب تطابق داشت

source: %d existing issue was found again and is not shown.
fa_ir: %d مشکل موجود دوباره پیدا شد و نمایش داده نمی‌شود.

source: %d issue was omitted from this email due to length limits.
fa_ir: %d مشکل به دلیل محدودیت طول از این ایمیل حذف شد.

source: View every issue:
fa_ir: هر مشکل را مشاهده کنید:

source: NOTE: You are using the free version of Wordfence. Upgrade today:
fa_ir: توجه: شما از نسخه رایگان Wordfence استفاده می‌کنید. امروز ارتقا دهید:

source: Receive real-time Firewall and Scan engine rule updates for protection as threats emerge
fa_ir: دریافت به‌روزرسانی قوانین فایروال و موتور اسکن به‌صورت بلادرنگ برای محافظت در برابر تهدیدات جدید

source: Real-time IP Blocklist blocks the most malicious IPs from accessing your site
fa_ir: لیست سیاه IP به‌صورت بلادرنگ، مسدود کردن مخرب‌ترین IPها از دسترسی به سایت شما

source: Country blocking
fa_ir: مسدود کردن بر اساس کشور

source: IP reputation monitoring
fa_ir: نظارت بر شهرت IP

source: Schedule scans to run more frequently and at optimal times
fa_ir: برنامه‌ریزی اسکن‌ها برای اجرای بیشتر و در زمان‌های بهینه

source: Access to Premium Support
fa_ir: دسترسی به پشتیبانی پریمیوم

source: Discounts for multi-year and multi-license purchases
fa_ir: تخفیف برای خریدهای چندساله و چندمجوزی

source: Click here to upgrade to Wordfence Premium:
fa_ir: اینجا کلیک کنید تا به Wordfence Premium ارتقا دهید:

source: Either you or someone else at IP address <b>%1$s</b> requested instructions to regain access to the website <a href="%2$s"><b>%3$s</b></a>.
fa_ir: یا شما یا شخص دیگری از آدرس IP <b>%1$s</b> درخواست راهنمایی برای بازگشت به سایت <a href="%2$s"><b>%3$s</b></a> کرده‌اید.

source: Request was generated at: %s
fa_ir: درخواست در زمان: %s ایجاد شد.

source: If you did not request these instructions then you can safely ignore them.
fa_ir: اگر این دستورالعمل‌ها را درخواست نکرده‌اید، می‌توانید با خیال راحت آن‌ها را نادیده بگیرید.

source: These instructions <b>will be valid for 30 minutes</b> from the time they were sent.
fa_ir: این دستورالعمل‌ها <b>برای 30 دقیقه</b> از زمان ارسال آن‌ها معتبر خواهند بود.

source: Click here to unlock your ability to sign-in and to access to the site.
fa_ir: اینجا کلیک کنید تا توانایی ورود و دسترسی به سایت خود را آزاد کنید.

source: Do this if you simply need to regain access because you were accidentally locked out. If you received an "Insecure Password" message before getting locked out, you may also need to reset your password.
fa_ir: این کار را انجام دهید اگر فقط نیاز به بازگشت به سایت دارید زیرا به اشتباه از دسترسی خارج شده‌اید. اگر قبل از قفل شدن پیامی با عنوان "کلمه عبور ناامن" دریافت کردید، ممکن است نیاز به بازنشانی کلمه عبور خود داشته باشید.

source: Click here to unblock all IP addresses.
fa_ir: اینجا کلیک کنید تا تمام آدرس‌های IP را از بلاک خارج کنید.

source: Do this if you still can't regain access using the link above. It causes everyone who is blocked or locked out to be able to access your site again.
fa_ir: این کار را انجام دهید اگر هنوز نمی‌توانید از طریق لینک بالا به سایت دسترسی پیدا کنید. این باعث می‌شود همه کسانی که مسدود یا قفل شده‌اند دوباره بتوانند به سایت شما دسترسی پیدا کنند.

source: Click here to unlock all IP addresses and disable the Wordfence Firewall and Wordfence login security for all users
fa_ir: اینجا کلیک کنید تا تمام آدرس‌های IP را آزاد کرده و فایروال Wordfence و امنیت ورود Wordfence را برای تمام کاربران غیرفعال کنید.
