Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: Manage Plugins
fa_ir: مدیریت پلاگین‌ها

source: Vulnerability Status
fa_ir: وضعیت آسیب‌پذیری

source: Plugin Removed
fa_ir: پلاگین حذف شد

source: Plugin Upgrade
fa_ir: به‌روزرسانی پلاگین

source: Ignore Update
fa_ir: نادیده گرفتن به‌روزرسانی

source: New Plugin Version
fa_ir: نسخه جدید پلاگین

source: Click here to update now
fa_ir: برای به‌روزرسانی اکنون اینجا کلیک کنید

source: Changelog
fa_ir: تغییرات نسخه

source: View Updates
fa_ir: مشاهده به‌روزرسانی‌ها

source: Plugin Vulnerable
fa_ir: پلاگین آسیب‌پذیر

source: Theme Upgrade
fa_ir: به‌روزرسانی تم

source: Ignore
fa_ir: نادیده بگیر

source: Theme Name
fa_ir: نام تم

source: Current Theme Version
fa_ir: نسخه فعلی تم

source: New Theme Version
fa_ir: نسخه جدید تم

source: Theme URL
fa_ir: URL تم

source: Core Upgrade
fa_ir: به‌روزرسانی هسته

source: Current WordPress Version
fa_ir: نسخه فعلی وردپرس

source: New WordPress Version
fa_ir: نسخه جدید وردپرس

source: Update Check Error
fa_ir: خطای بررسی به‌روزرسانی

source: Directory Listing Enabled
fa_ir: فهرست‌گذاری دایرکتوری فعال است

source: Add Additional Signatures
fa_ir: اضافه کردن امضاهای اضافی

source: Advanced Scan Options
fa_ir: گزینه‌های اسکن پیشرفته

source: This option requires cURL. (This may have no effect on some old PHP or cURL versions.)
fa_ir: این گزینه به cURL نیاز دارد. (این ممکن است بر نسخه‌های قدیمی PHP یا cURL تأثیر نگذارد.)

source: Basic Scan Type Options
fa_ir: گزینه‌های نوع اسکن پایه

source: General Options
fa_ir: گزینه‌های عمومی

source: <em>Reputation check</em>
fa_ir: <em>بررسی شهرت</em>

source: Performance Options
fa_ir: گزینه‌های عملکرد

source: 0 or empty means unlimited issues will be sent
fa_ir: 0 یا خالی به این معنی است که مسائل نامحدودی ارسال خواهند شد
