Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: The constant WORDFENCE_LS_DISABLE_NTP is defined which disables NTP entirely. Remove this constant or set it to a falsy value to enable NTP.
fa_ir: ثابت WORDFENCE_LS_DISABLE_NTP تعریف شده است که NTP را به طور کامل غیرفعال می‌کند. این ثابت را حذف کنید یا آن را به یک مقدار غلط تنظیم کنید تا NTP فعال شود.

source: NTP is currently disabled as %d subsequent attempts have failed.
fa_ir: NTP در حال حاضر غیرفعال است زیرا %d تلاش بعدی ناکام مانده است.

source: NTP was manually disabled.
fa_ir: NTP به صورت دستی غیرفعال شد.

source: Reset
fa_ir: بازنشانی

source: NTP is currently <strong>enabled</strong>.
fa_ir: NTP در حال حاضر <strong>فعال</strong> است.

source: NTP updates are currently failing.
fa_ir: بروزرسانی‌های NTP در حال حاضر ناکام هستند.

source: NTP will be automatically disabled after %d more attempts.
fa_ir: NTP پس از %d تلاش دیگر به طور خودکار غیرفعال خواهد شد.

source: NTP will be automatically disabled after 1 more attempt.
fa_ir: NTP پس از 1 تلاش دیگر به طور خودکار غیرفعال خواهد شد.

source: Disable
fa_ir: غیرفعال کردن

source: Error Resetting NTP
fa_ir: خطا در بازنشانی NTP

source: An error was encountered while trying to reset the NTP state. Please try again.
fa_ir: هنگام تلاش برای بازنشانی وضعیت NTP خطا رخ داد. لطفاً دوباره تلاش کنید.

source: Error Disabling NTP
fa_ir: خطا در غیرفعال کردن NTP

source: An error was encountered while trying to disable NTP. Please try again.
fa_ir: هنگام تلاش برای غیرفعال کردن NTP خطا رخ داد. لطفاً دوباره تلاش کنید.

source: Required
fa_ir: ضروری

source: Requiring 2FA for customers is not recommended as some customers may experience difficulties setting up or using two-factor authentication. Instead, using the "Optional" mode for users with the customer role is recommended which will allow customers to enable 2FA, but will not require them to do so.
fa_ir: الزام احراز هویت دو مرحله‌ای برای مشتریان توصیه نمی‌شود زیرا برخی از مشتریان ممکن است در تنظیم یا استفاده از احراز هویت دو مرحله‌ای مشکل داشته باشند. در عوض، استفاده از حالت "اختیاری" برای کاربران با نقش مشتری توصیه می‌شود که به مشتریان امکان فعال‌سازی 2FA را می‌دهد، اما آنها را مجبور به این کار نمی‌کند.

source: 2FA Roles
fa_ir: نقش‌های 2FA

source: In order to use 2FA with the WooCommerce customer role, you must either enable the "WooCommerce integration" option or use the "wordfence_2fa_management" shortcode to provide customers with access to the 2FA management interface. The default interface is only available through WordPress admin pages which are not accessible to users in the customer role.
fa_ir: برای استفاده از 2FA با نقش مشتری در ووکامرس، شما باید یا گزینه "ادغام ووکامرس" را فعال کنید یا از کد کوتاه "wordfence_2fa_management" برای فراهم کردن دسترسی مشتریان به رابط مدیریت 2FA استفاده کنید. رابط پیش‌فرض فقط از طریق صفحات مدیریت وردپرس در دسترس است که برای کاربران با نقش مشتری قابل دسترسی نیست.

source: Setting the grace period to 0 will prevent users in roles where 2FA is required, including newly created users, from logging in if they have not already enabled two-factor authentication.
fa_ir: تنظیم دوره تنفس به 0، از ورود کاربران در نقش‌هایی که احراز هویت دو مرحله‌ای برایشان الزامی است، از جمله کاربران جدید، جلوگیری می‌کند، اگر آنها هنوز احراز هویت دو مرحله‌ای را فعال نکرده باشند.

source: For roles that require 2FA, users will have this many days to set up 2FA. Failure to set up 2FA during this period will result in the user losing account access. This grace period will apply to new users from the time of account creation. For existing users, this grace period will apply relative to the time at which the requirement is implemented. This grace period will not automatically apply to admins and must be manually enabled for each admin user.
fa_ir: برای نقش‌هایی که احراز هویت دو مرحله‌ای الزامی است، کاربران این تعداد روز را برای تنظیم 2FA خواهند داشت. عدم تنظیم 2FA در طول این مدت منجر به از دست دادن دسترسی به حساب کاربری خواهد شد. این دوره تنفس برای کاربران جدید از زمان ایجاد حساب کاربری اعمال خواهد شد. برای کاربران موجود، این دوره تنفس نسبت به زمانی که نیازمندی اجرا می‌شود اعمال خواهد شد. این دوره تنفس به صورت خودکار برای مدیران اعمال نمی‌شود و باید برای هر کاربر مدیر به طور دستی فعال شود.

source: 2FA Notifications
fa_ir: اطلاع‌رسانی‌های 2FA

source: Send an email to users with the selected role to notify them of the grace period for enabling 2FA. Select the desired role and optionally specify the URL to be sent in the email to setup 2FA. If left blank, the URL defaults to the standard wordpress login and Wordfence’s Two-Factor Authentication plugin page. For example, if using WooCommerce, input the relative URL of the account page.
fa_ir: ایمیل به کاربران با نقش انتخاب‌شده ارسال کنید تا آنها را از دوره تنفس برای فعال‌سازی 2FA مطلع کند. نقش مورد نظر را انتخاب کنید و به طور اختیاری URL ارسال‌شده در ایمیل برای تنظیم 2FA را مشخص کنید. اگر این بخش خالی بماند، URL به صفحه ورود استاندارد وردپرس و صفحه پلاگین احراز هویت دو مرحله‌ای وردفنس ارجاع داده می‌شود. برای مثال، اگر از ووکامرس استفاده می‌کنید، URL مربوط به صفحه حساب کاربری را وارد کنید.

source: 2FA Role
fa_ir: نقش 2FA

source: 2FA Relative URL (optional)
fa_ir: URL نسبی 2FA (اختیاری)

source: Notify
fa_ir: اطلاع‌رسانی

source: Send Anyway
fa_ir: ارسال به هر حال

source: Error Sending Notification
fa_ir: خطا در ارسال اطلاع‌رسانی

source: Notification Sent
fa_ir: اطلاع‌رسانی ارسال شد

source: An error was encountered while trying to send the notification. Please try again.
fa_ir: هنگام تلاش برای ارسال اطلاع‌رسانی خطا رخ داد. لطفاً دوباره تلاش کنید.

source: Not Recommended
fa_ir: غیرموصی

source: Make Optional
fa_ir: اختیاری کن

source: Proceed
fa_ir: ادامه بده

source: Two-Factor Authentication, or 2FA, significantly improves login security for your account. Wordfence 2FA works with a number of TOTP-based apps like Google Authenticator, FreeOTP, and Authy. For a full list of tested TOTP-based apps, <a href="%s" target="_blank" rel="noopener noreferrer">click here</a>.
fa_ir: احراز هویت دو مرحله‌ای یا 2FA، امنیت ورود به حساب شما را به طور چشمگیری افزایش می‌دهد. 2FA وردفنس با چندین اپلیکیشن مبتنی بر TOTP مانند Google Authenticator، FreeOTP و Authy کار می‌کند. برای مشاهده فهرست کامل اپلیکیشن‌های مبتنی بر TOTP که تست شده‌اند، <a href="%s" target="_blank" rel="noopener noreferrer">اینجا کلیک کنید</a>.

source: Two-Factor Authentication, or 2FA, significantly improves login security for your website. Wordfence 2FA works with a number of TOTP-based apps like Google Authenticator, FreeOTP, and Authy. For a full list of tested TOTP-based apps, <a href="%s" target="_blank" rel="noopener noreferrer">click here</a>.
fa_ir: احراز هویت دو مرحله‌ای یا 2FA، امنیت ورود به سایت شما را به طور چشمگیری افزایش می‌دهد. 2FA وردفنس با چندین اپلیکیشن مبتنی بر TOTP مانند Google Authenticator، FreeOTP و Authy کار می‌کند. برای مشاهده فهرست کامل اپلیکیشن‌های مبتنی بر TOTP که تست شده‌اند، <a href="%s" target="_blank" rel="noopener noreferrer">اینجا کلیک کنید</a>.

source: Editing User:&nbsp;&nbsp;%s <span class="wfls-text-plain">%s</span>
fa_ir: در حال ویرایش کاربر:&nbsp;&nbsp;%s <span class="wfls-text-plain">%s</span>

source: (you)
fa_ir: (شما)

source: Server Time:
fa_ir: زمان سرور:

source: Browser Time:
fa_ir: زمان مرورگر:

source: Corrected Time (NTP):
fa_ir: زمان اصلاح شده (NTP):

source: Corrected Time (WF):
fa_ir: زمان اصلاح شده (WF):

source: Detected IP:
fa_ir: آی‌پی شناسایی شده:

source: allowlisted
fa_ir: در فهرست سفید قرار دارد

source: Permission Denied
fa_ir: دسترسی رد شد

source: You do not have permission to manage 2FA settings for your account.
fa_ir: شما دسترسی مدیریت تنظیمات 2FA برای حساب خود را ندارید.

source: This page only shows users and roles on the main site of this network
fa_ir: این صفحه فقط کاربران و نقش‌ها را در سایت اصلی این شبکه نشان می‌دهد.

source: 2FA is not required for the %s role
fa_ir: 2FA برای نقش %s ضروری نیست

source: No users found in the %s state for the %s role
fa_ir: هیچ کاربری در وضعیت %s برای نقش %s یافت نشد

source: Page %d is out of range
fa_ir: صفحه %d خارج از محدوده است

source: N/A
fa_ir: در دسترس نیست

source: Page
fa_ir: صفحه

source: Cancel<span class="wfls-visible-sm-inline"> Changes</span>
fa_ir: لغو<span class="wfls-visible-sm-inline"> تغییرات</span>

source: Save<span class="wfls-visible-sm-inline"> Changes</span>
fa_ir: ذخیره<span class="wfls-visible-sm-inline"> تغییرات</span>

source: Allow remembering device for 30 days
fa_ir: اجازه به یادآوری دستگاه برای 30 روز

source: If enabled, users with 2FA enabled may choose to be prompted for a code only once every 30 days per device.
fa_ir: اگر فعال شود، کاربران با 2FA فعال ممکن است انتخاب کنند که تنها هر 30 روز یکبار از آنها کد خواسته شود.

source: Require 2FA for XML-RPC call authentication
fa_ir: نیاز به 2FA برای احراز هویت تماس XML-RPC

source: If enabled, XML-RPC calls that require authentication will also require a valid 2FA code to be appended to the password. You must choose the "Skipped" option if you use the WordPress app, the Jetpack plugin, or other services that require XML-RPC.
fa_ir: اگر فعال شود، تماس‌های XML-RPC که به احراز هویت نیاز دارند، همچنین نیاز به کد 2FA معتبر دارند که به رمز عبور اضافه شود. اگر از اپلیکیشن وردپرس، افزونه Jetpack یا خدمات دیگر که نیاز به XML-RPC دارند استفاده می‌کنید، باید گزینه "رد شده" را انتخاب کنید.

source: Skipped
fa_ir: رد شده

source: Disable XML-RPC authentication
fa_ir: غیرفعال کردن احراز هویت XML-RPC

source: If disabled, XML-RPC requests that attempt authentication will be rejected, whether the user has 2FA enabled or not.
fa_ir: اگر غیرفعال شود، درخواست‌های XML-RPC که تلاش به احراز هویت می‌کنند، رد خواهند شد، حتی اگر کاربر 2FA فعال داشته باشد یا نه.

source: WooCommerce & Custom Integrations
fa_ir: WooCommerce و یکپارچه‌سازی‌های سفارشی

source: WooCommerce integration
fa_ir: یکپارچه‌سازی WooCommerce

source: When enabled, reCAPTCHA and 2FA prompt support will be added to WooCommerce login and registration forms in addition to the default WordPress forms. Testing WooCommerce forms after enabling this feature is recommended to ensure plugin compatibility.
fa_ir: هنگامی که فعال شود، پشتیبانی از درخواست‌های reCAPTCHA و 2FA به فرم‌های ورود و ثبت‌نام WooCommerce اضافه خواهد شد به علاوه فرم‌های پیش‌فرض وردپرس. توصیه می‌شود پس از فعال‌سازی این ویژگی، فرم‌های WooCommerce را برای اطمینان از سازگاری افزونه تست کنید.

source: Show Wordfence 2FA menu on WooCommerce Account page
fa_ir: نمایش منوی Wordfence 2FA در صفحه حساب WooCommerce

source: When enabled, a Wordfence 2FA tab will be added to the WooCommerce account menu which will provide access for users to manage 2FA settings outside of the WordPress admin area. Testing the WooCommerce account interface after enabling this feature is recommended to ensure theme compatibility.
fa_ir: هنگامی که فعال شود، یک تب 2FA وردفنس به منوی حساب WooCommerce اضافه خواهد شد که دسترسی کاربران به مدیریت تنظیمات 2FA را خارج از ناحیه مدیریت وردپرس فراهم می‌کند. توصیه می‌شود پس از فعال‌سازی این ویژگی، رابط حساب WooCommerce را برای اطمینان از سازگاری با قالب تست کنید.

source: 2FA management shortcode
fa_ir: کد کوتاه مدیریت 2FA

source: When enabled, the "wordfence_2fa_management" shortcode may be used to provide access for users to manage 2FA settings on custom pages.
fa_ir: هنگامی که فعال شود، کد کوتاه "wordfence_2fa_management" می‌تواند برای فراهم کردن دسترسی کاربران به مدیریت تنظیمات 2FA در صفحات سفارشی استفاده شود.

source: Use single-column layout for WooCommerce/shortcode 2FA management interface
fa_ir: استفاده از چیدمان تک ستونه برای رابط مدیریت 2FA WooCommerce/کد کوتاه

source: When enabled, the 2FA management interface embedded through the WooCommerce integration or via a shortcode will use a vertical stacked layout as opposed to horizontal columns. Adjust this setting as appropriate to match your theme. This may be overridden using the "stacked" attribute for individual shortcodes.
fa_ir: هنگامی که فعال شود، رابط مدیریت 2FA که از طریق یکپارچه‌سازی WooCommerce یا از طریق کد کوتاه جاسازی شده است، از چیدمان عمودی به جای ستون‌های افقی استفاده خواهد کرد. این تنظیم را بر اساس قالب خود به‌طور مناسب تنظیم کنید. این ممکن است با استفاده از ویژگی "stacked" برای کدهای کوتاه فردی تغییر داده شود.

source: Run reCAPTCHA in test mode
fa_ir: اجرای reCAPTCHA در حالت آزمایشی

source: While in test mode, reCAPTCHA will score login and registration requests but not actually block them. The scores will be recorded and can be used to select a human/bot threshold value.
fa_ir: در حالت آزمایشی، reCAPTCHA امتیاز درخواست‌های ورود و ثبت‌نام را می‌دهد اما در واقع آنها را مسدود نمی‌کند. امتیازها ثبت خواهند شد و می‌توانند برای انتخاب آستانه انسان/ربات استفاده شوند.

source: Allowlisted IP addresses that bypass 2FA and reCAPTCHA
fa_ir: آدرس‌های آی‌پی در فهرست سفید که از 2FA و reCAPTCHA عبور می‌کنند

source: Allowlisted IPs must be placed on separate lines. You can specify ranges using the following formats: 127.0.0.1/24, 127.0.0.[1-100], or 127.0.0.1-127.0.1.100.
fa_ir: آدرس‌های آی‌پی در فهرست سفید باید در خطوط جداگانه قرار گیرند. می‌توانید بازه‌ها را با استفاده از فرمت‌های زیر مشخص کنید: 127.0.0.1/24، 127.0.0.[1-100]، یا 127.0.0.1-127.0.1.100.

source: Show last login column on WP Users page
fa_ir: نمایش ستون آخرین ورود در صفحه کاربران WP

source: When enabled, the last login timestamp will be displayed for each user on the WP Users page. When used in conjunction with reCAPTCHA, the most recent score will also be displayed for each user.
fa_ir: هنگامی که فعال شود، زمان‌سنج آخرین ورود برای هر کاربر در صفحه کاربران WP نمایش داده خواهد شد. هنگامی که با reCAPTCHA استفاده شود، جدیدترین امتیاز برای هر کاربر نیز نمایش داده خواهد شد.

source: Delete Login Security tables and data on deactivation
fa_ir: حذف جداول و داده‌های امنیت ورود در صورت غیرفعال‌سازی

source: If enabled, all settings and 2FA records will be deleted on deactivation. If later reactivated, all users that previously had 2FA active will need to set it up again.
fa_ir: اگر فعال شود، تمام تنظیمات و سوابق 2FA در صورت غیرفعال‌سازی حذف خواهند شد. اگر بعداً دوباره فعال شود، تمام کاربرانی که قبلاً 2FA فعال داشتند، باید آن را دوباره راه‌اندازی کنند.

source: User Summary
fa_ir: خلاصه کاربر

source: Manage Users
fa_ir: مدیریت کاربران

source: Role
fa_ir: نقش

source: Total Users
fa_ir: تعداد کل کاربران

source: Custom Capabilities / Multiple Roles
fa_ir: ویژگی‌های سفارشی / نقش‌های متعدد

source: View users
fa_ir: مشاهده کاربران

source: * User counts currently only reflect the main site on multisite installations.
fa_ir: * شمارش کاربران در حال حاضر فقط سایت اصلی را در نصب‌های چندسایته نشان می‌دهد.

source: User counts are hidden by default on sites with large numbers of users in order to improve performance.
fa_ir: شمارش کاربران به‌طور پیش‌فرض در سایت‌هایی با تعداد کاربران زیاد مخفی است تا عملکرد بهبود یابد.

source: User counts are currently disabled as the most recent attempt to count users failed to complete successfully.
fa_ir: شمارش کاربران در حال حاضر غیرفعال است زیرا آخرین تلاش برای شمارش کاربران موفقیت‌آمیز نبوده است.

source: Show User Counts
fa_ir: نمایش شمارش کاربران

source: 2FA Grace Period
fa_ir: دوره مهلت 2FA

source: Allow a grace period for this user prior to requiring Wordfence 2FA
fa_ir: اجازه دادن دوره مهلت برای این کاربر پیش از الزامی کردن 2FA وردفنس

source: Current blocks<span class="wf-hidden-xs"> for %s</span>
fa_ir: مسدودهای فعلی<span class="wf-hidden-xs"> برای %s</span>

source: Show<span class="wf-hidden-xs"> Wordfence</span> Automatic<span class="wf-hidden-xs"> Blocks</span>
fa_ir: نمایش<span class="wf-hidden-xs"> وردفنس</span> مسدودهای خودکار<span class="wf-hidden-xs"> </span>

source: Filter by Type, Detail, or Reason
fa_ir: فیلتر بر اساس نوع، جزئیات یا دلیل

source: Filter
fa_ir: فیلتر

source: Unblock
fa_ir: لغو مسدودسازی

source: Make Permanent
fa_ir: دائم ساختن

source: Export<span class="wf-hidden-xs"> All IPs</span>
fa_ir: صادرات<span class="wf-hidden-xs"> تمام آی‌پی‌ها</span>

source: Block Type
fa_ir: نوع مسدودسازی

source: Detail
fa_ir: جزئیات

source: Rule Added
fa_ir: قانون اضافه شد

source: Reason
fa_ir: دلیل

source: Expiration
fa_ir: تاریخ انقضا

source: Last Attempt
fa_ir: آخرین تلاش

source: No blocks are currently active.
fa_ir: هیچ مسدودسازی فعالی در حال حاضر وجود ندارد.

source: No blocks match the current filter.
fa_ir: هیچ مسدودسازی با فیلتر فعلی مطابقت ندارد.

source: Clear Filter
fa_ir: فیلتر را پاک کن

source: Change Filter
fa_ir: فیلتر را تغییر بده

source: Unblocking
fa_ir: رفع مسدودسازی

source: Are you sure you want to stop blocking the selected IP, range, or country?
fa_ir: آیا مطمئن هستید که می‌خواهید مسدودسازی آدرس IP، دامنه یا کشور انتخاب‌شده را متوقف کنید؟

source: Are you sure you want to stop blocking the ${count} selected IPs, ranges, and countries?
fa_ir: آیا مطمئن هستید که می‌خواهید مسدودسازی ${count} آدرس IP، دامنه‌ها و کشورهای انتخابی را متوقف کنید؟

source: Block this IP Address
fa_ir: این آدرس IP را مسدود کن

source: Block the Selected Countries
fa_ir: کشورهای انتخاب‌شده را مسدود کن

source: Update Block
fa_ir: بروزرسانی مسدودسازی

source: Block Visitors Matching this Pattern
fa_ir: مسدود کردن بازدیدکنندگانی که با این الگو مطابقت دارند

source: Custom Pattern
fa_ir: الگوی سفارشی

source: Block Duration
fa_ir: مدت مسدودسازی

source: Enter a duration (default is forever)
fa_ir: مدت زمان را وارد کنید (پیش‌فرض همیشه است)

source: What to Block
fa_ir: چه چیزی را مسدود کنیم

source: Login Form
fa_ir: فرم ورود

source: Block access to the rest of the site
fa_ir: مسدود کردن دسترسی به بقیه سایت

source: If you use Google Ads, blocking countries from accessing the entire site is not recommended. Learn More
fa_ir: اگر از تبلیغات گوگل استفاده می‌کنید، مسدود کردن کشورها برای دسترسی به کل سایت توصیه نمی‌شود. اطلاعات بیشتر

source: Countries to Block
fa_ir: کشورهایی که باید مسدود شوند

source: Pick from List
fa_ir: انتخاب از لیست

source: Put Geographic Protection In Place With Country Blocking
fa_ir: با مسدودسازی کشورها از حفاظت جغرافیایی استفاده کنید

source: Wordfence country blocking is designed to stop an attack, prevent content theft, or end malicious activity that originates from a geographic region in less than 1/300,000th of a second.
fa_ir: مسدودسازی کشور Wordfence برای متوقف کردن حملات، جلوگیری از دزدیده شدن محتوا یا پایان دادن به فعالیت‌های مخرب که از یک منطقه جغرافیایی شروع می‌شود طراحی شده است، که در کمتر از 1/300,000 ثانیه انجام می‌شود.

source: IP Address to Block
fa_ir: آدرس IP که باید مسدود شود

source: Enter an IP address
fa_ir: آدرس IP را وارد کنید

source: IP Address Range
fa_ir: محدوده آدرس IP

source: e.g., 192.168.200.200 - 192.168.200.220 or 192.168.200.0/24
fa_ir: برای مثال، 192.168.200.200 - 192.168.200.220 یا 192.168.200.0/24

source: e.g., *.amazonaws.com or *.linode.com
fa_ir: برای مثال، *.amazonaws.com یا *.linode.com

source: Browser User Agent
fa_ir: عامل کاربر مرورگر

source: e.g., *badRobot*, *MSIE*, or *browserSuffix
fa_ir: برای مثال، *badRobot*، *MSIE*، یا *browserSuffix*

source: Enter a reason
fa_ir: دلیل را وارد کنید

source: Error Saving Block
fa_ir: خطا در ذخیره مسدودسازی

source: U.S. Blocked
fa_ir: آمریکا مسدود شد

source: For most sites, we recommend allowing access from the United States, where Google and other benign crawlers are located.
fa_ir: برای بیشتر سایت‌ها، توصیه می‌کنیم که دسترسی از ایالات متحده را مجاز کنید، جایی که گوگل و دیگر خزنده‌های بی‌ضرر مستقر هستند.

source: Manage global blocking options.
fa_ir: مدیریت گزینه‌های مسدودسازی جهانی.

source: Enable country blocking by upgrading to Premium.
fa_ir: برای فعال‌سازی مسدودسازی کشورها، به نسخه پریمیوم ارتقا دهید.

source: Select Countries to Block from List
fa_ir: کشورها را از لیست انتخاب کنید برای مسدودسازی

source: Block All
fa_ir: مسدود کردن همه

source: Unblock All
fa_ir: لغو مسدودسازی همه

source: Back
fa_ir: بازگشت

source: Save
fa_ir: ذخیره

source: If user who is allowed to access the site views the relative URL
fa_ir: اگر کاربری که مجاز به دسترسی به سایت است، URL نسبی را مشاهده کند

source: then set a cookie that will bypass country blocking in the future in case that user hits the site from a blocked country.
fa_ir: سپس یک کوکی تنظیم کنید که در صورت مراجعه کاربر به سایت از کشوری مسدود شده، مسدودسازی کشور را در آینده دور بزند.

source: If user hits the relative URL
fa_ir: اگر کاربر URL نسبی را باز کند

source: then redirect that user to
fa_ir: سپس آن کاربر را به این آدرس هدایت کنید

source: and set a cookie that will bypass all country blocking.
fa_ir: و یک کوکی تنظیم کنید که مسدودسازی همه کشورها را دور بزند.

source: Advanced Country Blocking Options
fa_ir: گزینه‌های پیشرفته مسدودسازی کشور

source: Enter a full URL (e.g., http://example.com/blocked/)
fa_ir: یک URL کامل وارد کنید (برای مثال، http://example.com/blocked/)

source: Wordfence License Installation Successful
fa_ir: نصب گواهی‌نامه Wordfence با موفقیت انجام شد

source: Wordfence License Installation Failed
fa_ir: نصب گواهی‌نامه Wordfence شکست خورد

source: Install Wordfence License
fa_ir: نصب گواهی‌نامه Wordfence

source: The Wordfence license provided has been installed.
fa_ir: گواهی‌نامه Wordfence ارائه‌شده نصب شده است.

source: Return to the Wordfence Admin Page
fa_ir: بازگشت به صفحه مدیریت Wordfence

source: The Wordfence license could not be installed.
fa_ir: گواهی‌نامه Wordfence نصب نشد.

source: Please enter the license to install.
fa_ir: لطفاً گواهی‌نامه را وارد کنید تا نصب شود.

source: Generated by Wordfence at
fa_ir: تولید شده توسط Wordfence در

source: Your computer's time:
fa_ir: زمان رایانه شما:

source: Go:
fa_ir: برو:

source: Go to
fa_ir: برو به

source: <strong>Congratulations!</strong> You've optimized configurations for this feature! If you want to learn more about how this score is determined, click the link below.
fa_ir: <strong>تبریک!</strong> شما پیکربندی‌ها را برای این ویژگی بهینه کرده‌اید! اگر می‌خواهید بیشتر در مورد چگونگی تعیین این امتیاز بدانید، لینک زیر را کلیک کنید.

source: How does Wordfence determine this?
fa_ir: Wordfence چگونه این را تعیین می‌کند؟

source: How do I get to 100%?
fa_ir: چگونه به 100% برسم؟

source: Unsubscribe from Security Alerts
fa_ir: لغو اشتراک از هشدارهای امنیتی

source: Unsubscription Confirmation Sent
fa_ir: تأیید لغو اشتراک ارسال شد

source: Unsubscribe Successful
fa_ir: لغو اشتراک با موفقیت انجام شد

source: Confirm Unsubscribe
fa_ir: تأیید لغو اشتراک

source: The email address provided has been unsubscribed from future alert emails.
fa_ir: آدرس ایمیل ارائه‌شده از دریافت ایمیل‌های هشدار آینده لغو اشتراک شد.

source: If the email address provided was on the alert email list, it has been sent an unsubscribe link.
fa_ir: اگر آدرس ایمیل ارائه‌شده در فهرست ایمیل‌های هشدار قرار داشت، لینک لغو اشتراک به آن ارسال شده است.

source: Please enter an email address to unsubscribe from alerts. If this email address exists on the alert email list, it will receive a confirmation link to unsubscribe.
fa_ir: لطفاً یک آدرس ایمیل وارد کنید تا از هشدارها لغو اشتراک کنید. اگر این آدرس ایمیل در فهرست ایمیل‌های هشدار قرار داشته باشد، لینک تأیید لغو اشتراک برای آن ارسال خواهد شد.

source: Please confirm the unsubscribe request for %s.
fa_ir: لطفاً درخواست لغو اشتراک برای %s را تأیید کنید.

source: Wordfence Protection Activated
fa_ir: حفاظت Wordfence فعال شد

source: Let Wordfence use the most secure method to get visitor IP addresses. Prevents spoofing and works with most sites.
fa_ir: به Wordfence اجازه دهید از امن‌ترین روش برای به دست آوردن آدرس‌های IP بازدیدکننده استفاده کند. از جعل آدرس جلوگیری می‌کند و با بیشتر سایت‌ها کار می‌کند.

source: Use the Cloudflare "CF-Connecting-IP" HTTP header to get a visitor IP. Only use if you're using Cloudflare.
fa_ir: از هدر HTTP "CF-Connecting-IP" Cloudflare برای به دست آوردن آدرس IP بازدیدکننده استفاده کنید. فقط در صورتی از آن استفاده کنید که از Cloudflare استفاده می‌کنید.

source: Detected IP(s):
fa_ir: آدرس IP شناسایی‌شده:

source: Your IP with this setting:
fa_ir: آدرس IP شما با این تنظیمات:

source: Edit trusted proxies
fa_ir: ویرایش پراکسی‌های مورد اعتماد
