Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: In addition to the above list, the IPs (or CIDR ranges) in the selected preset will be ignored when determining the requesting IP via the X-Forwarded-For HTTP header.
fa_ir: علاوه بر فهرست بالا، آدرس‌های IP (یا دامنه‌های CIDR) در پیش‌تنظیم انتخاب‌شده هنگام تعیین آدرس IP درخواست‌کننده از طریق هدر HTTP X-Forwarded-For نادیده گرفته می‌شوند.

source: Email Alert Preferences
fa_ir: ترجیحات هشدار ایمیلی

source: If you have automatic updates enabled (see above), you'll get an email when an update occurs.
fa_ir: اگر به‌روزرسانی خودکار فعال باشد (مطابق با تنظیمات بالا)، هنگام انجام به‌روزرسانی ایمیلی دریافت خواهید کرد.

source: Alert me with scan results of this severity level or greater:
fa_ir: با نتایج اسکن در این سطح شدت یا بیشتر به من هشدار بده:

source: Alert when someone is blocked from logging in for using a password found in a breach
fa_ir: هشدار زمانی که کسی به دلیل استفاده از رمز عبور یافته در نقض امنیت مسدود شود

source: 0 means unlimited alerts will be sent.
fa_ir: 0 به این معنی است که هشدارهای نامحدودی ارسال خواهند شد.

source: Dashboard Notification Options
fa_ir: گزینه‌های اعلان داشبورد

source: Dashboard notifications will also be displayed for Security Alerts, Promotions, Blog Highlights, and Product Updates. These notifications can be disabled by upgrading to a premium license.
fa_ir: اعلان‌های داشبورد همچنین برای هشدارهای امنیتی، تبلیغات، نکات برجسته وبلاگ و به‌روزرسانی‌های محصول نمایش داده خواهند شد. این اعلان‌ها با ارتقا به مجوز پریمیوم غیرفعال می‌شوند.

source: Activity Report
fa_ir: گزارش فعالیت

source: Once a day
fa_ir: یک بار در روز

source: Once a week
fa_ir: یک بار در هفته

source: Once a month
fa_ir: یک بار در ماه

source: General Wordfence Options
fa_ir: گزینه‌های عمومی Wordfence

source: Automatically updates Wordfence to the newest version within 24 hours of a new release.
fa_ir: به‌روزرسانی خودکار Wordfence به جدیدترین نسخه ظرف 24 ساعت پس از انتشار نسخه جدید.

source: <span class="wf-red-dark">Warning:</span> You are running the LiteSpeed web server and Wordfence can't determine whether "noabort" is set. Please verify that the environmental variable "noabort" is set for the local site, or the server's global External Application Abort is set to "No Abort".
fa_ir: <span class="wf-red-dark">هشدار:</span> شما از سرور وب LiteSpeed استفاده می‌کنید و Wordfence نمی‌تواند تعیین کند که آیا "noabort" تنظیم شده است یا خیر. لطفاً اطمینان حاصل کنید که متغیر محیطی "noabort" برای سایت محلی تنظیم شده است، یا اینکه توقف برنامه خارجی جهانی سرور بر روی "No Abort" تنظیم شده است.

source: Please read this article in our FAQ to make an important change that will ensure your site stability during an update.
fa_ir: لطفاً این مقاله را در سوالات متداول ما بخوانید تا تغییر مهمی ایجاد کنید که از پایداری سایت شما در طول به‌روزرسانی اطمینان حاصل کند.

source: Separate multiple addresses with commas
fa_ir: چندین آدرس را با ویرگول از هم جدا کنید

source: If this option is disabled, Wordfence can look up countries for visitor IP addresses using a local database, but cannot look up regions or cities
fa_ir: اگر این گزینه غیرفعال باشد، Wordfence می‌تواند کشورها را برای آدرس‌های IP بازدیدکننده‌ها با استفاده از پایگاه داده محلی جستجو کند، اما قادر به جستجوی مناطق یا شهرها نخواهد بود.

source: Setting higher will reduce browser traffic but slow scan starts, live traffic & status updates.
fa_ir: تنظیم مقدار بالاتر باعث کاهش ترافیک مرورگر می‌شود اما شروع اسکن، ترافیک زنده و به‌روزرسانی وضعیت‌ها را کند می‌کند.

source: Note: This does not include Login Security settings and tables. An option to delete those must be selected separately on the Login Security settings page.
fa_ir: توجه: این شامل تنظیمات امنیت ورود و جداول آن نمی‌شود. برای حذف آنها باید گزینه مربوطه را جداگانه در صفحه تنظیمات امنیت ورود انتخاب کنید.

source: Export Wordfence Options
fa_ir: گزینه‌های Wordfence را صادر کن

source: Import Wordfence Options
fa_ir: گزینه‌های Wordfence را وارد کن

source: Export Successful
fa_ir: صادرات با موفقیت انجام شد

source: We successfully exported your site options. To import your site options on another site, copy and paste the token below into the import text box on the destination site. Keep this token secret — it is like a password. If anyone else discovers the token it will allow them to import your options excluding your license.
fa_ir: ما گزینه‌های سایت شما را با موفقیت صادر کردیم. برای وارد کردن گزینه‌های سایت خود به سایت دیگر، توکن زیر را کپی کرده و در کادر وارد کردن سایت مقصد بچسبانید. این توکن را محرمانه نگه دارید — مانند یک رمز عبور است. اگر کسی توکن را کشف کند، می‌تواند گزینه‌های شما را به جز مجوز شما وارد کند.

source: Error during Export
fa_ir: خطا در حین صادرات

source: Import Successful
fa_ir: واردات با موفقیت انجام شد

source: We successfully imported the site options.
fa_ir: ما گزینه‌های سایت را با موفقیت وارد کردیم.

source: Error during Import
fa_ir: خطا در حین واردات

source: Wordfence License
fa_ir: مجوز Wordfence

source: Your Wordfence License
fa_ir: مجوز Wordfence شما

source: License Status:
fa_ir: وضعیت مجوز:

source: %s License Expired
fa_ir: مجوز %s منقضی شده است

source: Premium License Deactivated
fa_ir: مجوز پریمیوم غیرفعال شد

source: %s License Active
fa_ir: مجوز %s فعال است

source: Reset site to a free license
fa_ir: تنظیم سایت به مجوز رایگان

source: Click here to manage your Wordfence licenses
fa_ir: برای مدیریت مجوزهای Wordfence خود اینجا کلیک کنید

source: Remove Invalid License
fa_ir: حذف مجوز نامعتبر

source: Install License
fa_ir: نصب مجوز

source: This was a premium license key, but it is no longer valid, so premium features are disabled. You can either remove the invalid key and continue using Wordfence's free features, or enter a new premium key to upgrade. If you have questions, contact <a href="mailto:billing@wordfence.com">billing@wordfence.com</a>.
fa_ir: این یک کلید مجوز پریمیوم بود، اما دیگر معتبر نیست و ویژگی‌های پریمیوم غیرفعال شده‌اند. شما می‌توانید یا کلید نامعتبر را حذف کرده و به استفاده از ویژگی‌های رایگان Wordfence ادامه دهید، یا یک کلید پریمیوم جدید وارد کنید تا ارتقا دهید. اگر سوالی دارید، با <a href="mailto:billing@wordfence.com">billing@wordfence.com</a> تماس بگیرید.

source: Confirm Reset
fa_ir: تأیید بازنشانی

source: <p>Are you sure you want to reset this site's Wordfence License? This will disable Premium features and return the site to the free version of Wordfence. Your settings will still be retained when reinstalling a license.</p><p>If autorenew is enabled for the current license, the license will renew at the next expiration date. If you would like to turn renewal off or assign the license to another site, log into wordfence.com to change it.</p>
fa_ir: <p>آیا مطمئن هستید که می‌خواهید مجوز Wordfence این سایت را بازنشانی کنید؟ این کار ویژگی‌های پریمیوم را غیرفعال کرده و سایت را به نسخه رایگان Wordfence بازمی‌گرداند. تنظیمات شما در هنگام نصب مجدد مجوز حفظ خواهند شد.</p><p>اگر تمدید خودکار برای مجوز فعلی فعال باشد، مجوز در تاریخ انقضای بعدی تمدید خواهد شد. اگر می‌خواهید تمدید را غیرفعال کنید یا مجوز را به سایت دیگری اختصاص دهید، به wordfence.com وارد شوید و آن را تغییر دهید.</p>

source: View Customization
fa_ir: مشاهده شخصی‌سازی

source: Display "All Options" menu item
fa_ir: نمایش گزینه منوی "تمام گزینه‌ها"

source: Display "Blocking" menu item
fa_ir: نمایش گزینه منوی "مسدودسازی"

source: Display "Live Traffic" menu item
fa_ir: نمایش گزینه منوی "ترافیک زنده"

source: Display "Audit Log" menu item
fa_ir: نمایش گزینه منوی "گزارش ممیزی"

source: Setting Name
fa_ir: نام تنظیم

source: Description
fa_ir: توضیحات

source: Name
fa_ir: نام

source: Run Time
fa_ir: زمان اجرا

source: Job
fa_ir: کار

source: %1$s Table in Database
fa_ir: %1$s جدول در پایگاه داده

source: Setting
fa_ir: تنظیم

source: Wordfence's terms of service and privacy policy have changed
fa_ir: شرایط خدمات و سیاست حفظ حریم خصوصی Wordfence تغییر کرده است

source: Review
fa_ir: بررسی

source: We have updated our policies. To continue using Wordfence, you will need to read and agree to the <a href="https://www.wordfence.com/license-terms-and-conditions/" target="_blank" rel="noopener noreferrer">Wordfence License Terms and Conditions<span class="screen-reader-text"> (opens in new tab)</span></a>, the <a href="https://www.wordfence.com/services-subscription-agreement" rel="noopener noreferrer" target="_blank">Services Subscription Agreement<span class="screen-reader-text"> (opens in new tab)</span></a>, and <a href="https://www.wordfence.com/terms-of-service/" target="_blank" rel="noopener noreferrer">Terms of Service<span class="screen-reader-text"> (opens in new tab)</span></a>, and read and acknowledge the <a href="https://www.wordfence.com/privacy-policy/" target="_blank" rel="noopener noreferrer">Wordfence Privacy Policy<span class="screen-reader-text"> (opens in new tab)</span></a>.
fa_ir: ما سیاست‌های خود را به‌روزرسانی کرده‌ایم. برای ادامه استفاده از Wordfence، شما باید شرایط و ضوابط مجوز Wordfence، توافق‌نامه خدمات اشتراک و شرایط خدمات را بخوانید و موافقت کنید، و سیاست حفظ حریم خصوصی Wordfence را بخوانید و تأیید کنید.

source: You can log in to <a href="https://www.wordfence.com/" target="_blank" rel="noopener noreferrer">wordfence.com<span class="screen-reader-text"> (opens in new tab)</span></a> to accept the updated terms and privacy policy for all of your license keys at once.
fa_ir: شما می‌توانید وارد <a href="https://www.wordfence.com/" target="_blank" rel="noopener noreferrer">wordfence.com<span class="screen-reader-text"> (باز می‌شود در تب جدید)</span></a> شوید تا شرایط و سیاست حفظ حریم خصوصی به‌روزرسانی‌شده را برای تمام کلیدهای مجوز خود به‌طور هم‌زمان بپذیرید.

source: Agree
fa_ir: موافقت

source: We have updated our policies. To continue using Wordfence, you will need to read and agree to the Wordfence License Terms and Conditions, the Services Subscription Agreement, and Terms of Service, and read and acknowledge the Wordfence Privacy Policy by clicking Review.
fa_ir: ما سیاست‌های خود را به‌روزرسانی کرده‌ایم. برای ادامه استفاده از Wordfence، شما باید شرایط و ضوابط مجوز Wordfence، توافق‌نامه خدمات اشتراک و شرایط خدمات را بخوانید و موافقت کنید، و سیاست حفظ حریم خصوصی Wordfence را با کلیک بر روی بررسی بخوانید و تأیید کنید.

source: Deactivate Wordfence
fa_ir: غیرفعال کردن Wordfence

source: You are about to deactivate Wordfence. Would you like to delete its data or keep it in place?
fa_ir: شما در شرف غیرفعال کردن Wordfence هستید. آیا می‌خواهید داده‌های آن را حذف کنید یا در محل نگه دارید؟

source: Deactivate and Delete Data
fa_ir: غیرفعال کردن و حذف داده‌ها

source: Extended Protection Still Enabled
fa_ir: حفاظت اضافی هنوز فعال است

source: The Wordfence firewall is still optimized. You should remove the firewall's extended protection before deleting to avoid PHP errors if some firewall files cannot be removed, or if PHP's "auto_prepend_file" setting is cached.
fa_ir: فایروال Wordfence هنوز بهینه‌سازی شده است. شما باید حفاظت اضافی فایروال را قبل از حذف بردارید تا از بروز خطاهای PHP جلوگیری کنید، در صورتی که برخی از فایل‌های فایروال قابل حذف نباشند یا اگر تنظیمات "auto_prepend_file" PHP کش شده باشد.

source: Remove Extended Protection
fa_ir: حفاظت اضافی را حذف کنید

source: Delete Wordfence Data?
fa_ir: آیا می‌خواهید داده‌های Wordfence را حذف کنید؟

source: Are you sure you want to delete the selected Wordfence data? If you reactivate Wordfence later, deleted settings and history cannot be recovered.
fa_ir: آیا مطمئن هستید که می‌خواهید داده‌های انتخاب‌شده Wordfence را حذف کنید؟ اگر بعداً Wordfence را دوباره فعال کنید، تنظیمات و تاریخچه حذف‌شده قابل بازیابی نخواهند بود.

source: An unexpected error occurred while attempting to configure Wordfence to delete its data on deactivation.
fa_ir: خطای غیرمنتظره‌ای در حین تلاش برای پیکربندی Wordfence برای حذف داده‌های آن در هنگام غیرفعال‌سازی رخ داده است.

source: Wordfence installation is incomplete
fa_ir: نصب Wordfence ناقص است

source: Remind Me Later
fa_ir: بعداً به من یادآوری کن

source: Notice Dismissed
fa_ir: اطلاعیه رد شد

source: You will be reminded again in 12 hours.
fa_ir: شما دوباره در 12 ساعت یادآوری خواهید شد.

source: An unexpected error occurred while attempting to dismiss the notice. Please try again.
fa_ir: خطای غیرمنتظره‌ای در حین تلاش برای رد کردن اطلاعیه رخ داده است. لطفاً دوباره تلاش کنید.

source: You must install a license to continue using Wordfence.
fa_ir: شما باید یک مجوز نصب کنید تا به استفاده از Wordfence ادامه دهید.

source: Wordfence - Securing your WordPress Website
fa_ir: Wordfence - ایمن‌سازی وب‌سایت وردپرس شما

source: You have successfully installed Wordfence %s
fa_ir: شما با موفقیت Wordfence %s را نصب کرده‌اید

source: Please Complete Wordfence Installation
fa_ir: لطفاً نصب Wordfence را تکمیل کنید

source: Activate Premium
fa_ir: پریمیوم را فعال کنید

source: Enter your premium license key to enable real-time protection for your website.
fa_ir: کلید مجوز پریمیوم خود را وارد کنید تا حفاظت در زمان واقعی برای وب‌سایت خود فعال کنید.

source: Enter Premium Key
fa_ir: کلید پریمیوم را وارد کنید

source: If you don't have one, you can purchase one now.
fa_ir: اگر ندارید، می‌توانید یکی خریداری کنید.

source: Install your license to finish activating Wordfence.
fa_ir: مجوز خود را نصب کنید تا نصب Wordfence کامل شود.

source: Register with Wordfence to secure your site with the latest threat intelligence.
fa_ir: با Wordfence ثبت‌نام کنید تا سایت خود را با جدیدترین اطلاعات تهدید ایمن کنید.

source: Get Your Wordfence License
fa_ir: مجوز Wordfence خود را بگیرید

source: Install an existing license
fa_ir: نصب یک مجوز موجود

source: Email
fa_ir: ایمیل

source: Please enter a valid email address
fa_ir: لطفاً یک آدرس ایمیل معتبر وارد کنید

source: This is where future security alerts for your website will be sent. This can also be changed in Global Options.
fa_ir: این مکانی است که هشدارهای امنیتی آینده برای وب‌سایت شما ارسال خواهد شد. این مورد همچنین می‌تواند در گزینه‌های جهانی تغییر کند.

source: Would you like WordPress security and vulnerability alerts sent to you via email?
fa_ir: آیا می‌خواهید هشدارهای امنیتی و آسیب‌پذیری وردپرس از طریق ایمیل برای شما ارسال شوند؟

source: You must select either "Yes" or "No"
fa_ir: شما باید یکی از گزینه‌های "بله" یا "خیر" را انتخاب کنید

source: Get a new license
fa_ir: مجوز جدید دریافت کنید

source: Response License Installed
fa_ir: مجوز پاسخ نصب شد

source: Congratulations! Wordfence Response is now active on your website. Please note that some Response features are not enabled by default.
fa_ir: تبریک! Wordfence Response اکنون بر روی وب‌سایت شما فعال است. لطفاً توجه داشته باشید که برخی از ویژگی‌های Response به‌طور پیش‌فرض فعال نیستند.

source: Care License Installed
fa_ir: مجوز Care نصب شد

source: Congratulations! Wordfence Care is now active on your website. Please note that some Care features are not enabled by default.
fa_ir: تبریک! Wordfence Care اکنون بر روی وب‌سایت شما فعال است. لطفاً توجه داشته باشید که برخی از ویژگی‌های Care به‌طور پیش‌فرض فعال نیستند.

source: Free License Installed
fa_ir: مجوز رایگان نصب شد

source: Congratulations! Wordfence Free is now active on your website.
fa_ir: تبریک! Wordfence Free اکنون بر روی وب‌سایت شما فعال است.

source: Go To Dashboard
fa_ir: به داشبورد بروید

source: Error Installing License
fa_ir: خطا در نصب مجوز

source: An error occurred while installing your license key.
fa_ir: خطایی در هنگام نصب کلید مجوز شما رخ داده است.

source: Please try again. If the problem persists, please <a href="https://www.wordfence.com/help/api-key" target="_blank" rel="noopener noreferrer">contact Wordfence Support<span class="screen-reader-text">(opens in new tab)</span></a>
fa_ir: لطفاً دوباره تلاش کنید. اگر مشکل ادامه داشت، لطفاً <a href="https://www.wordfence.com/help/api-key" target="_blank" rel="noopener noreferrer">با پشتیبانی Wordfence تماس بگیرید<span class="screen-reader-text">(باز می‌شود در تب جدید)</span></a>

source: <span class="wf-hidden-xs">Restore </span>Defaults
fa_ir: <span class="wf-hidden-xs">بازنشانی </span> پیش‌فرض‌ها

source: Cancel<span class="wf-hidden-xs wf-hidden-sm"> Changes</span>
fa_ir: لغو<span class="wf-hidden-xs wf-hidden-sm"> تغییرات</span>

source: Save<span class="wf-hidden-xs wf-hidden-sm"> Changes</span>
fa_ir: ذخیره<span class="wf-hidden-xs wf-hidden-sm"> تغییرات</span>

source: Search All Options
fa_ir: جستجو در تمام گزینه‌ها

source: Expand All
fa_ir: گسترش همه

source: Collapse All
fa_ir: جمع‌کردن همه

source: Wordfence activity from <br><strong>%1$s</strong> to <strong>%2$s</strong>
fa_ir: فعالیت Wordfence از <br><strong>%1$s</strong> تا <strong>%2$s</strong>

source: This email was sent from your website <a href="%1$s">%1$s</a> and is a summary of security related activity that Wordfence monitors for the period %2$s to %3$s.
fa_ir: این ایمیل از وب‌سایت شما <a href="%1$s">%1$s</a> ارسال شده است و خلاصه‌ای از فعالیت‌های امنیتی است که Wordfence در دوره زمانی %2$s تا %3$s نظارت کرده است.

source: NOTE: You are using the free version of Wordfence and are missing out on features like real-time firewall rule and malware signature updates, country blocking, and detecting if your site IP is sending spam. <a href="http://www.wordfence.com/zz6/">Click here to upgrade to Wordfence Premium now</a>.
fa_ir: توجه: شما از نسخه رایگان Wordfence استفاده می‌کنید و از ویژگی‌هایی مانند به‌روزرسانی قوانین فایروال در زمان واقعی و امضای بدافزار، مسدودسازی کشور، و شناسایی اینکه آیا IP سایت شما اسپم ارسال می‌کند، بی‌بهره‌اید. <a href="http://www.wordfence.com/zz6/">برای ارتقا به Wordfence Premium اینجا کلیک کنید</a>.

source: Top 10 IPs Blocked
fa_ir: 10 IP برتر مسدود شده

source: (Unknown)
fa_ir: (ناشناخته)

source: No data currently.
fa_ir: در حال حاضر هیچ داده‌ای وجود ندارد.

source: Update Blocked IPs
fa_ir: به‌روزرسانی IP‌های مسدود شده

source: Top 10 Countries Blocked
fa_ir: 10 کشور برتر مسدود شده

source: Total IPs Blocked
fa_ir: تعداد کل IPهای مسدود شده

source: Update Blocked Countries
fa_ir: به‌روزرسانی کشورهای مسدود شده

source: Top 10 Failed Logins
fa_ir: 10 ورود ناموفق برتر

source: Existing User
fa_ir: کاربر موجود

source: No failed logins yet.
fa_ir: هنوز هیچ ورود ناموفقی ثبت نشده است.

source: Update Login Security Options
fa_ir: به‌روزرسانی گزینه‌های امنیتی ورود

source: Recently Blocked Attacks
fa_ir: حملات مسدود شده اخیر

source: IP / Action
fa_ir: IP / اقدام

source: No blocked attacks yet.
fa_ir: هنوز هیچ حمله‌ای مسدود نشده است.

source: and %d additional attacks
fa_ir: و %d حمله اضافی

source: View Recent Traffic
fa_ir: مشاهده ترافیک اخیر

source: Recently Modified Files
fa_ir: فایل‌های تغییر یافته اخیر

source: Modified
fa_ir: تغییر یافته

source: This list may include WordPress core/plugin/theme updates, error logs, cache files, and other normal changes.
fa_ir: این فهرست ممکن است شامل به‌روزرسانی‌های هسته/پلاگین/تم وردپرس، گزارش‌های خطا، فایل‌های کش و سایر تغییرات عادی باشد.

source: Updates Needed
fa_ir: به‌روزرسانی‌ها مورد نیاز است

source: Core
fa_ir: هسته

source: A new version of WordPress (v%s) is available.
fa_ir: نسخه جدید وردپرس (v%s) در دسترس است.

source: Plugins
fa_ir: پلاگین‌ها

source: A new version of the plugin "%s" is available.
fa_ir: نسخه جدید پلاگین "%s" در دسترس است.

source: <strong>This update includes security-related fixes.</strong>
fa_ir: <strong>این به‌روزرسانی شامل اصلاحات مربوط به امنیت است.</strong>

source: A new version of the theme "%s" is available.
fa_ir: نسخه جدید تم "%s" در دسترس است.

source: Update Now
fa_ir: الان به‌روزرسانی کنید

source: No updates are available at this time.
fa_ir: در حال حاضر هیچ به‌روزرسانی‌ای در دسترس نیست.

source: If you would like to sign-in to <a href="%1$s">%1$s</a> please <a href="%2$s">click here</a> now. You can change the frequency of this email or turn it on and off by visiting your <a href="%3$s">Wordfence options page</a>.
fa_ir: اگر می‌خواهید وارد <a href="%1$s">%1$s</a> شوید، لطفاً <a href="%2$s">اینجا کلیک کنید</a> اکنون. شما می‌توانید فرکانس این ایمیل را تغییر دهید یا آن را روشن و خاموش کنید با مراجعه به صفحه <a href="%3$s">گزینه‌های Wordfence</a>.

source: Top %d IPs Blocked
fa_ir: Top %d IP مسدود شده

source: No IPs blocked yet.
fa_ir: هنوز هیچ IPی مسدود نشده است.

source: Top %d Countries Blocked
fa_ir: 10 کشور برتر مسدود شده

source: No requests blocked yet.
fa_ir: هنوز هیچ درخواستی مسدود نشده است.

source: Top %d Failed Logins
fa_ir: 10 ورود ناموفق برتر

source: Generated in %.4f seconds
fa_ir: در %.4f ثانیه ایجاد شده است

source: Issue Found
fa_ir: مشکل یافت شد

source: Found
fa_ir: یافت شده

source: New
fa_ir: جدید

source: Ignored
fa_ir: نادیده گرفته شده

source: Issue First Detected
fa_ir: اولین بار شناسایی مشکل

source: ago
fa_ir: قبل

source: Issue Found: %s
fa_ir: مشکل یافت شد: %s

source: Severity: %s
fa_ir: شدت: %s

source: Ignore
fa_ir: نادیده بگیرید

source: Bad URL
fa_ir: آدرس بد

source: Details
fa_ir: جزئیات

source: Mark as Fixed
fa_ir: علامت‌گذاری به‌عنوان اصلاح شده

source: Use Recommended Value
fa_ir: استفاده از مقدار پیشنهادی

source: Spam
fa_ir: هرزنامه

source: Author
fa_ir: نویسنده

source: Posted on
fa_ir: منتشر شده در

source: Multisite Blog ID
fa_ir: شناسه بلاگ چندسایتی

source: Multisite Blog Domain
fa_ir: دامنه بلاگ چندسایتی

source: Multisite Blog Path
fa_ir: مسیر بلاگ چندسایتی

source: Publicly Accessible Config/Backup/Log
fa_ir: پیکربندی/پشتیبان/گزارش عمومی قابل دسترسی

source: View File
fa_ir: مشاهده فایل

source: Delete File
fa_ir: حذف فایل

source: Edit
fa_ir: ویرایش

source: Hide File
fa_ir: پنهان کردن فایل

source: Stop Ignoring
fa_ir: متوقف کردن نادیده‌گیری

source: Repair
fa_ir: اصلاح

source: Unknown Core File
fa_ir: فایل هسته ناشناخته

source: Always Ignore Version
fa_ir: همیشه نسخه را نادیده بگیر

source: Ignore Until Version Changes
fa_ir: نادیده گرفتن تا تغییر نسخه

source: Option
fa_ir: گزینه

source: Ignore Value
fa_ir: نادیده گرفتن مقدار

source: Ignore Option
fa_ir: نادیده گرفتن گزینه

source: Option Name
fa_ir: نام گزینه

source: View Option
fa_ir: مشاهده گزینه

source: Delete Option
fa_ir: حذف گزینه

source: Disk Space
fa_ir: فضای دیسک

source: Space Remaining
fa_ir: فضای باقی‌مانده

source: Insecure Password
fa_ir: گذرواژه ناامن

source: Ignore All for User
fa_ir: نادیده گرفتن همه برای کاربر

source: Ignore Only this Password
fa_ir: فقط این گذرواژه را نادیده بگیر

source: Login Name
fa_ir: نام کاربری

source: User Email
fa_ir: ایمیل کاربر

source: Full Name
fa_ir: نام کامل

source: Always Ignore
fa_ir: همیشه نادیده بگیر

source: Ignore Until File Changes
fa_ir: نادیده گرفتن تا تغییرات فایل

source: Filename
fa_ir: نام فایل

source: File Type
fa_ir: نوع فایل

source: WordPress Configuration File
fa_ir: فایل پیکربندی وردپرس

source: Not a core, theme, or plugin file from wordpress.org
fa_ir: این یک فایل هسته، تم، یا پلاگین از wordpress.org نیست

source: This is your main configuration file and cannot be deleted. It must be cleaned manually.
fa_ir: این فایل پیکربندی اصلی شماست و نمی‌تواند حذف شود. باید به صورت دستی تمیز شود.

source: View Differences
fa_ir: مشاهده تفاوت‌ها

source: Server Update
fa_ir: به‌روزرسانی سرور

source: Ignore URL
fa_ir: نادیده گرفتن URL

source: Post
fa_ir: پست

source: Ignore Only this Title
fa_ir: فقط این عنوان را نادیده بگیر

source: Title
fa_ir: عنوان

source: Ignore this URL
fa_ir: نادیده گرفتن این URL

source: Quarantined File
fa_ir: فایل قرنطینه شده

source: Skipped Paths
fa_ir: مسیرهای رد شده

source: Go To Option
fa_ir: رفتن به گزینه

source: Unknown Administrator
fa_ir: مدیر ناشناخته

source: Delete User
fa_ir: حذف کاربر

source: Revoke Capabilities
fa_ir: لغو قابلیت‌ها

source: Acknowledge User
fa_ir: تأیید کاربر

source: Time Limit
fa_ir: محدودیت زمانی

source: WAF Status
fa_ir: وضعیت WAF

source: Plugin Abandoned
fa_ir: پلاگین کنار گذاشته شده

source: Plugin Name
fa_ir: نام پلاگین

source: Current Plugin Version
fa_ir: نسخه فعلی پلاگین

source: Last Updated
fa_ir: آخرین به‌روزرسانی

source: Plugin has unpatched security issues.
fa_ir: پلاگین دارای مشکلات امنیتی بدون وصله است.

source: Plugin URL
fa_ir: URL پلاگین

source: Repository URL
fa_ir: URL مخزن
