Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: The multisite blog with ID %d is listed on a domain blocklist.
fa_ir: وبلاگ چندگانه با شناسه %d در لیست مسدودسازی دامنه قرار دارد.

source: Your site is listed on a domain blocklist.
fa_ir: سایت شما در لیست مسدودسازی دامنه قرار دارد.

source: The URL is: %s
fa_ir: URL عبارت است از: %s

source: Checking for the most secure way to get IPs
fa_ir: در حال بررسی امن‌ترین روش برای دریافت IP‌ها

source: Unable to accurately detect IPs
fa_ir: امکان شناسایی دقیق IP‌ها وجود ندارد

source: Wordfence was unable to validate a test request to your website. This can happen if your website is behind a proxy that does not use one of the standard ways to convey the IP of the request or it is unreachable publicly. IP blocking and live traffic information may not be accurate. <a href="%s" target="_blank" rel="noopener noreferrer">Get More Information<span class="screen-reader-text"> (
fa_ir: Wordfence نتوانست یک درخواست آزمایشی به سایت شما ارسال کند. این ممکن است به این دلیل باشد که سایت شما پشت یک پراکسی قرار دارد که از روش‌های استاندارد برای انتقال IP درخواست استفاده نمی‌کند یا به‌صورت عمومی قابل دسترسی نیست. اطلاعات مسدودسازی IP و ترافیک زنده ممکن است دقیق نباشد. <a href="%s" target="_blank" rel="noopener noreferrer">اطلاعات بیشتر<span class="screen-reader-text"> (

source: For maximum security use PHP's built in REMOTE_ADDR.
fa_ir: برای امنیت بیشتر از REMOTE_ADDR داخلی PHP استفاده کنید.

source: This site appears to be behind a front-end proxy, so using the X-Forwarded-For HTTP header will resolve to the correct IPs.
fa_ir: به نظر می‌رسد این سایت پشت یک پراکسی جلویی قرار دارد، بنابراین استفاده از هدر HTTP X-Forwarded-For به IP‌های صحیح منتهی خواهد شد.

source: This site appears to be behind a front-end proxy, so using the X-Real-IP HTTP header will resolve to the correct IPs.
fa_ir: به نظر می‌رسد این سایت پشت یک پراکسی جلویی قرار دارد، بنابراین استفاده از هدر HTTP X-Real-IP به IP‌های صحیح منتهی خواهد شد.

source: This site appears to be behind Cloudflare, so using the Cloudflare "CF-Connecting-IP" HTTP header will resolve to the correct IPs.
fa_ir: به نظر می‌رسد این سایت پشت Cloudflare قرار دارد، بنابراین استفاده از هدر HTTP "CF-Connecting-IP" Cloudflare به IP‌های صحیح منتهی خواهد شد.

source: 'How does Wordfence get IPs' is misconfigured
fa_ir: پیکربندی نادرست گزینه «Wordfence چگونه IP‌ها را دریافت می‌کند»

source: A test request to this website was detected on a different value for this setting. IP blocking and live traffic information may not be accurate. <a href="%s" target="_blank" rel="noopener noreferrer">Get More Information<span class="screen-reader-text"> (
fa_ir: یک درخواست آزمایشی به این سایت با مقدار متفاوتی برای این تنظیم شناسایی شد. اطلاعات مسدودسازی IP و ترافیک زنده ممکن است دقیق نباشد. <a href="%s" target="_blank" rel="noopener noreferrer">اطلاعات بیشتر<span class="screen-reader-text"> (

source: Check for publicly accessible configuration files, backup files and logs
fa_ir: بررسی برای یافتن فایل‌های پیکربندی، فایل‌های پشتیبان و گزارش‌های قابل دسترسی عمومی

source: Publicly accessible config, backup, or log file found: %s
fa_ir: فایل پیکربندی، پشتیبان یا گزارش قابل دسترسی عمومی یافت شد: %s

source: <a href="%1$s" target="_blank" rel="noopener noreferrer">%1$s</a> is publicly accessible and may expose source code or sensitive information about your site. Files such as this one are commonly checked for by scanners and should be made inaccessible. Alternately, some can be removed if you are certain your site does not need them. Sites using the nginx web server may need manual configuration changes to protect such files. <a href="%2$s" target="_blank" rel="noopener noreferrer">Learn more<span class="screen-reader-text"> (
fa_ir: <a href="%1$s" target="_blank" rel="noopener noreferrer">%1$s</a> به‌طور عمومی در دسترس است و ممکن است کد منبع یا اطلاعات حساس سایت شما را فاش کند. فایل‌هایی مانند این به‌طور معمول توسط اسکنرها بررسی می‌شوند و باید غیرقابل دسترسی شوند. در غیر این صورت، برخی از آنها را می‌توان حذف کرد اگر مطمئن هستید که سایت شما به آنها نیاز ندارد. سایت‌هایی که از سرور وب nginx استفاده می‌کنند ممکن است نیاز به تغییرات پیکربندی دستی برای محافظت از این‌گونه فایل‌ها داشته باشند. <a href="%2$s" target="_blank" rel="noopener noreferrer">اطلاعات بیشتر<span class="screen-reader-text"> (

source: Checking if your server discloses the path to the document root
fa_ir: در حال بررسی اینکه آیا سرور شما مسیر به ریشه داکیومنت را فاش می‌کند

source: Web server exposes the document root
fa_ir: سرور وب ریشه داکیومنت را فاش می‌کند

source: Full Path Disclosure (FPD) vulnerabilities enable the attacker to see the path to the webroot/file. e.g.: /home/user/htdocs/file/. Certain vulnerabilities, such as using the load_file() (within a SQL Injection) query to view the page source, require the attacker to have the full path to the file they wish to view.
fa_ir: آسیب‌پذیری‌های افشای مسیر کامل (FPD) به مهاجم این امکان را می‌دهند که مسیر به وب‌روت/فایل را مشاهده کند. به عنوان مثال: /home/user/htdocs/file/. آسیب‌پذیری‌های خاصی مانند استفاده از load_file() (در درون SQL Injection) برای مشاهده منبع صفحه نیاز دارند که مهاجم مسیر کامل فایل مورد نظر را داشته باشد.

source: Directory listing is enabled
fa_ir: لیست دایرکتوری فعال است

source: Directory listing provides an attacker with the complete index of all the resources located inside of the directory. The specific risks and consequences vary depending on which files are listed and accessible, but it is recommended that you disable it unless it is needed.
fa_ir: لیست دایرکتوری به مهاجم این امکان را می‌دهد که فهرست کامل تمام منابع موجود در دایرکتوری را مشاهده کند. خطرات و پیامدهای خاص بسته به فایل‌های موجود و قابل دسترسی متفاوت است، اما پیشنهاد می‌شود آن را غیرفعال کنید مگر اینکه به آن نیاز داشته باشید.

source: Checking if your site is being Spamvertised
fa_ir: در حال بررسی اینکه آیا سایت شما اسپام‌سازی می‌شود

source: Check if your site is being Spamvertized is for paid members only
fa_ir: بررسی اینکه آیا سایت شما اسپام‌سازی می‌شود، فقط برای اعضای پولی است

source: Ignoring invalid scan path: %s
fa_ir: نادیده گرفتن مسیر اسکن نامعتبر: %s

source: Ignoring invalid expected scan file: %s
fa_ir: نادیده گرفتن فایل اسکن مورد انتظار نامعتبر: %s

source: Wordfence could not read the content of your WordPress directory. This usually indicates your permissions are so strict that your web server can't read your WordPress directory.
fa_ir: Wordfence نتوانست محتوای دایرکتوری WordPress شما را بخواند. این معمولاً نشان می‌دهد که مجوزهای شما به قدری سخت‌گیرانه هستند که سرور وب شما نمی‌تواند دایرکتوری WordPress را بخواند.

source: Ignoring invalid base scan file: %s
fa_ir: نادیده گرفتن فایل اسکن پایه نامعتبر: %s

source: Checking for paths skipped due to scan settings
fa_ir: در حال بررسی مسیرهایی که به دلیل تنظیمات اسکن نادیده گرفته شده‌اند

source: , and %d more.
fa_ir: , و %d مورد دیگر.

source: %d path was skipped for the malware scan due to scan settings
fa_ir: یک مسیر به دلیل تنظیمات اسکن برای اسکن بدافزار نادیده گرفته شد

source: The option "Scan files outside your WordPress installation" is off by default, which means %1$d path and its file(s) will not be scanned for malware or unauthorized changes. To continue skipping this path, you may ignore this issue. Or to start scanning it, enable the option and subsequent scans will include it. Some paths may not be necessary to scan, so this is optional. <a href="%2$s" target="_blank" rel="noopener noreferrer">Learn More<span class="screen-reader-text"> (
fa_ir: گزینه "اسکن فایل‌های خارج از نصب WordPress شما" به‌طور پیش‌فرض خاموش است، به این معنی که %1$d مسیر و فایل‌های آن اسکن نخواهند شد برای بدافزار یا تغییرات غیرمجاز. برای ادامه نادیده‌گرفتن این مسیر، می‌توانید این مشکل را نادیده بگیرید. یا برای شروع اسکن آن، گزینه را فعال کنید و اسکن‌های بعدی آن را شامل خواهند شد. برخی مسیرها ممکن است نیازی به اسکن نداشته باشند، بنابراین این اختیاری است. <a href="%2$s" target="_blank" rel="noopener noreferrer">اطلاعات بیشتر<span class="screen-reader-text"> (

source: Including files that are outside the WordPress installation in the scan.
fa_ir: شامل کردن فایل‌های خارج از نصب WordPress در اسکن.

source: Getting plugin list from WordPress
fa_ir: در حال دریافت فهرست پلاگین‌ها از WordPress

source: Found %d plugin
fa_ir: پلاگین %d یافت شد

source: Getting theme list from WordPress
fa_ir: در حال دریافت فهرست تم‌ها از WordPress

source: Found %d theme
fa_ir: تم %d یافت شد

source: Scanning file contents for infections and vulnerabilities
fa_ir: در حال اسکن محتوای فایل‌ها برای عفونت‌ها و آسیب‌پذیری‌ها

source: Skipping scan of file contents for infections and vulnerabilities
fa_ir: نادیده‌گرفتن اسکن محتوای فایل‌ها برای عفونت‌ها و آسیب‌پذیری‌ها

source: Scanning file contents for URLs on a domain blocklist
fa_ir: در حال اسکن محتوای فایل‌ها برای URL‌هایی که در لیست مسدودسازی دامنه قرار دارند

source: Skipping scan of file contents for URLs on a domain blocklist
fa_ir: نادیده‌گرفتن اسکن محتوای فایل‌ها برای URL‌هایی که در لیست مسدودسازی دامنه قرار دارند

source: Starting scan of file contents
fa_ir: شروع اسکن محتوای فایل‌ها

source: Done file contents scan
fa_ir: اسکن محتوای فایل‌ها انجام شد

source: Adding issue: %s
fa_ir: افزودن مشکل: %s

source: Scanning for publicly accessible quarantined files
fa_ir: در حال اسکن فایل‌های قرنطینه شده قابل دسترسی عمومی

source: Testing accessibility of: %s
fa_ir: در حال تست دسترسی به: %s

source: Publicly accessible quarantined file found: %s
fa_ir: فایل قرنطینه شده قابل دسترسی عمومی پیدا شد: %s

source: Scanning posts for URLs on a domain blocklist
fa_ir: در حال اسکن پست‌ها برای URL‌هایی که در لیست مسدودسازی دامنه قرار دارند

source: Scanning posts with %d left to scan.
fa_ir: در حال اسکن پست‌ها با %d مورد باقی‌مانده

source: Post title contains suspicious code
fa_ir: عنوان پست حاوی کد مشکوک است

source: This post contains code that is suspicious. Please check the title of the post and confirm that the code in the title is not malicious.
fa_ir: این پست حاوی کد مشکوک است. لطفاً عنوان پست را بررسی کنید و تأیید کنید که کد موجود در عنوان بدافزار نیست.

source: Examining URLs found in posts we scanned for dangerous websites
fa_ir: در حال بررسی URL‌های یافت‌شده در پست‌هایی که برای وب‌سایت‌های خطرناک اسکن کرده‌ایم

source: Done examining URLs
fa_ir: بررسی URL‌ها انجام شد

source: %1$s contains a suspected malware URL: %2$s
fa_ir: %1$s حاوی URL مشکوک به بدافزار است: %2$s

source: This %1$s contains a suspected malware URL listed on Google's list of malware sites. The URL is: %2$s - More info available at <a href="http://safebrowsing.clients.google.com/safebrowsing/diagnostic?site=%3$s&client=googlechrome&hl=en-US" target="_blank" rel="noopener noreferrer">Google Safe Browsing diagnostic page<span class="screen-reader-text"> (
fa_ir: این %1$s حاوی URL مشکوک به بدافزار است که در لیست سایت‌های بدافزار گوگل قرار دارد. URL آن: %2$s - اطلاعات بیشتر در <a href="http://safebrowsing.clients.google.com/safebrowsing/diagnostic?site=%3$s&client=googlechrome&hl=en-US" target="_blank" rel="noopener noreferrer">صفحه تشخیص Safe Browsing گوگل<span class="screen-reader-text"> (

source: %1$s contains a suspected phishing site URL: %2$s
fa_ir: %1$s حاوی URL مشکوک به سایت فیشینگ است: %2$s

source: This %1$s contains a URL that is a suspected phishing site that is currently listed on Google's list of known phishing sites. The URL is: %2$s
fa_ir: این %1$s حاوی URL است که مشکوک به سایت فیشینگ است و در حال حاضر در لیست سایت‌های فیشینگ شناخته‌شده گوگل قرار دارد. URL آن: %2$s

source: This %1$s contains a URL that is currently listed on Wordfence's domain blocklist. The URL is: %2$s
fa_ir: این %1$s حاوی URL است که در حال حاضر در لیست مسدودسازی دامنه Wordfence قرار دارد. URL آن: %2$s

source: Adding issue: %1$s
fa_ir: افزودن مشکل: %1$s

source: Scanning comments for URLs on a domain blocklist
fa_ir: در حال اسکن نظرات برای URL‌هایی که در لیست مسدودسازی دامنه قرار دارند

source: Scanning comments with %d left to scan.
fa_ir: در حال اسکن نظرات با %d مورد باقی‌مانده

source: %1$s with author %2$s contains a suspected malware URL.
fa_ir: %1$s با نویسنده %2$s حاوی URL مشکوک به بدافزار است.

source: %s contains a suspected phishing site URL.
fa_ir: %s حاوی URL مشکوک به سایت فیشینگ است.

source: %s contains a suspected malware URL.
fa_ir: %s حاوی URL مشکوک به بدافزار است.

source: Author: %s
fa_ir: نویسنده: %s

source: Email: %s
fa_ir: ایمیل: %s

source: Source IP: %s
fa_ir: IP مبدأ: %s

source: Scanning comment with %s
fa_ir: در حال اسکن نظر با %s

source: Marking comment as spam for containing a malware URL. Comment has %s
fa_ir: علامت‌گذاری نظر به عنوان اسپم به دلیل وجود URL بدافزار. نظر دارای %s است.

source: Marking comment as spam for containing a phishing URL. Comment has %s
fa_ir: علامت‌گذاری نظر به عنوان اسپم به دلیل وجود URL فیشینگ. نظر دارای %s است.

source: Scanned comment with %s
fa_ir: نظر اسکن شده با %s

source: Scanning for weak passwords
fa_ir: در حال اسکن برای رمزهای عبور ضعیف

source: We were unable to generate the user list for your password check.
fa_ir: ما نتوانستیم فهرست کاربران را برای بررسی رمز عبور شما ایجاد کنیم.

source: Starting password strength check on %d user.
fa_ir: شروع بررسی قدرت رمز عبور برای %d کاربر.

source: Total of %d users left to process in password strength check.
fa_ir: در مجموع %d کاربر باقی‌مانده است تا در بررسی قدرت رمز عبور پردازش شوند.

source: Could not get username for user with ID %d when checking password strength.
fa_ir: نمی‌توانیم نام کاربری برای کاربر با شناسه %d در هنگام بررسی قدرت رمز عبور بدست آوریم.

source: Checking password strength of user '%1$s' with ID %2$d
fa_ir: در حال بررسی قدرت رمز عبور کاربر '%1$s' با شناسه %2$d

source: User "%1$s" with "%2$s" access has an easy password.
fa_ir: کاربر "%1$s" با دسترسی "%2$s" رمز عبور آسانی دارد.

source: A user with the a role of '%s' has a password that is easy to guess. Please change this password yourself or ask the user to change it.
fa_ir: کاربری با نقش '%s' رمز عبوری دارد که حدس زدن آن آسان است. لطفاً این رمز عبور را خودتان تغییر دهید یا از کاربر بخواهید آن را تغییر دهد.

source: User "%s" with 'subscriber' access has a very easy password.
fa_ir: کاربر "%s" با دسترسی 'مشترک' رمز عبور بسیار آسانی دارد.

source: A user with 'subscriber' access has a password that is very easy to guess. Please either change it or ask the user to change their password.
fa_ir: کاربری با دسترسی 'مشترک' رمز عبوری دارد که حدس زدن آن بسیار آسان است. لطفاً آن را تغییر دهید یا از کاربر بخواهید رمز عبور خود را تغییر دهد.

source: Adding issue %s
fa_ir: افزودن مشکل %s

source: Completed checking password strength of user '%s'
fa_ir: بررسی قدرت رمز عبور کاربر '%s' انجام شد

source: Scanning to check available disk space
fa_ir: در حال اسکن برای بررسی فضای دیسک موجود

source: Unable to access available disk space information
fa_ir: امکان دسترسی به اطلاعات فضای دیسک موجود وجود ندارد

source: Total disk space: %1$s -- Free disk space: %2$s
fa_ir: فضای دیسک کل: %1$s -- فضای دیسک آزاد: %2$s

source: The disk has %s MB available
fa_ir: دیسک %s مگابایت فضای آزاد دارد

source: You have %s disk space remaining
fa_ir: شما %s فضای دیسک باقی‌مانده دارید

source: You only have %s of your disk space remaining. Please free up disk space or your website may stop serving requests.
fa_ir: شما فقط %s از فضای دیسک خود را باقی‌مانده دارید. لطفاً فضای دیسک را آزاد کنید یا ممکن است سایت شما قادر به پاسخگویی به درخواست‌ها نباشد.

source: Checking Web Application Firewall status
fa_ir: در حال بررسی وضعیت فایروال برنامه وب

source: Web Application Firewall is disabled
fa_ir: فایروال برنامه وب غیرفعال است

source: Wordfence's Web Application Firewall has been unexpectedly disabled. If you see a notice at the top of the Wordfence admin pages that says "The Wordfence Web Application Firewall cannot run," click the link in that message to rebuild the configuration. If this does not work, you may need to fix file permissions. <a href="%s" target="_blank" rel="noopener noreferrer">More Details<span class="screen-reader-text"> (
fa_ir: فایروال برنامه وب Wordfence به طور غیرمنتظره‌ای غیرفعال شده است. اگر پیامی در بالای صفحات مدیریت Wordfence مشاهده کردید که نوشته شده "فایروال برنامه وب Wordfence نمی‌تواند اجرا شود"، روی لینک موجود در آن پیام کلیک کنید تا پیکربندی بازسازی شود. اگر این کار جواب نداد، ممکن است نیاز باشد مجوزهای فایل‌ها را اصلاح کنید. <a href="%s" target="_blank" rel="noopener noreferrer">اطلاعات بیشتر<span class="screen-reader-text"> (

source: Scanning for old themes, plugins and core files
fa_ir: در حال اسکن برای تم‌ها، افزونه‌ها و فایل‌های هسته قدیمی

source: The update check performed during the scan encountered an error: %s
fa_ir: بررسی بروزرسانی که در حین اسکن انجام شد با خطا مواجه شد: %s

source: Wordfence cannot detect if the installed plugins and themes are up to date. This might be caused by a PHP compatibility issue in one or more plugins/themes.
fa_ir: Wordfence نمی‌تواند تشخیص دهد که آیا افزونه‌ها و تم‌های نصب‌شده به‌روز هستند یا خیر. این ممکن است به دلیل مشکل سازگاری PHP در یکی یا چند افزونه/تم باشد.

source: Wordfence cannot detect if this plugin/theme is up to date. This might be caused by a PHP compatibility issue in the plugin.
fa_ir: Wordfence نمی‌تواند تشخیص دهد که آیا این افزونه/تم به‌روز است یا خیر. این ممکن است به دلیل مشکل سازگاری PHP در افزونه باشد.

source: <a href="%s" target="_blank" rel="noopener noreferrer">Get more information.<span class="screen-reader-text"> (
fa_ir: <a href="%s" target="_blank" rel="noopener noreferrer">دریافت اطلاعات بیشتر.<span class="screen-reader-text"> (

source: Update Check Encountered Error
fa_ir: بررسی بروزرسانی با خطا مواجه شد

source: Update Check Encountered Error on '%s'
fa_ir: بررسی بروزرسانی با خطا در '%s' مواجه شد

source: Your WordPress version is out of date
fa_ir: نسخه وردپرس شما قدیمی است

source: WordPress version %s is now available. Please upgrade immediately to get the latest security updates from WordPress.
fa_ir: نسخه وردپرس %s اکنون در دسترس است. لطفاً فوراً برای دریافت آخرین به‌روزرسانی‌های امنیتی از وردپرس آن را ارتقا دهید.

source: WordPress version %s is now available for your site's current branch. Please upgrade immediately to get the latest fixes and compatibility updates from WordPress.
fa_ir: نسخه وردپرس %s اکنون برای شاخه فعلی سایت شما در دسترس است. لطفاً فوراً آن را ارتقا دهید تا آخرین اصلاحات و به‌روزرسانی‌های سازگاری از وردپرس را دریافت کنید.

source: WordPress version %s is now available for your site's current branch. Please upgrade immediately to get the latest security updates from WordPress.
fa_ir: نسخه وردپرس %s اکنون برای شاخه فعلی سایت شما در دسترس است. لطفاً فوراً آن را ارتقا دهید تا آخرین به‌روزرسانی‌های امنیتی از وردپرس را دریافت کنید.

source: WordPress version %s is now available. Please upgrade immediately to get the latest fixes and compatibility updates from WordPress.
fa_ir: نسخه وردپرس %s اکنون در دسترس است. لطفاً فوراً آن را ارتقا دهید تا آخرین اصلاحات و به‌روزرسانی‌های سازگاری از وردپرس را دریافت کنید.

source: Learn more
fa_ir: یاد بگیرید بیشتر

source: The Plugin "%1$s" needs an upgrade (%2$s -> %3$s).
fa_ir: افزونه "%1$s" نیاز به ارتقا دارد (%2$s -> %3$s).

source: You need to upgrade "%s" to the newest version to ensure you have any security fixes the developer has released.
fa_ir: شما باید "%s" را به جدیدترین نسخه ارتقا دهید تا از هرگونه اصلاحات امنیتی که توسعه‌دهنده منتشر کرده است، برخوردار شوید.

source: The Theme "%1$s" needs an upgrade (%2$s -> %3$s).
fa_ir: تم "%1$s" نیاز به ارتقا دارد (%2$s -> %3$s).

source: Encountered bad date string for plugin "%s" in abandoned plugin check: %s
fa_ir: رشته تاریخ نادرست برای افزونه "%s" در بررسی افزونه‌های متروک پیدا شد: %s

source: The Plugin "%1$s" appears to be abandoned (updated %2$s, tested to WP %3$s).
fa_ir: افزونه "%1$s" به نظر می‌رسد که رها شده است (بروزرسانی شده %2$s، تست شده تا WP %3$s).

source: It was last updated %1$s ago and tested up to WordPress %2$s.
fa_ir: آخرین بار %1$s پیش بروزرسانی شد و تا وردپرس %2$s تست شده است.

source: The Plugin "%1$s" appears to be abandoned (updated %2$s).
fa_ir: افزونه "%1$s" به نظر می‌رسد که رها شده است (بروزرسانی شده %2$s).

source: It was last updated %s ago.
fa_ir: آخرین بروزرسانی %s پیش انجام شد.

source: It has unpatched security issues and may have compatibility problems with the current version of WordPress.
fa_ir: این افزونه مشکلات امنیتی بدون اصلاح دارد و ممکن است با نسخه فعلی وردپرس مشکلات سازگاری داشته باشد.

source: It may have compatibility problems with the current version of WordPress or unknown security issues.
fa_ir: این افزونه ممکن است با نسخه فعلی وردپرس مشکلات سازگاری یا مشکلات امنیتی ناشناخته داشته باشد.

source: The Plugin "%s" has been removed from wordpress.org but is still installed on your site.
fa_ir: افزونه "%s" از wordpress.org حذف شده است، اما هنوز بر روی سایت شما نصب شده است.

source: Your site is still using this plugin, but it is not currently available on wordpress.org. Plugins can be removed from wordpress.org for various reasons. This can include benign issues like a plugin author discontinuing development or moving the plugin distribution to their own site, but some might also be due to security issues. In any case, future updates may or may not be available, so it is worth investigating the cause and deciding whether to temporarily or permanently replace or remove the plugin.
fa_ir: سایت شما هنوز از این افزونه استفاده می‌کند، اما در حال حاضر در wordpress.org در دسترس نیست. افزونه‌ها به دلایل مختلف ممکن است از wordpress.org حذف شوند. این ممکن است به مشکلات بی‌ضرری مانند قطع توسعه توسط نویسنده افزونه یا انتقال توزیع افزونه به سایت خودشان مربوط باشد، اما برخی از آن‌ها ممکن است به دلیل مشکلات امنیتی باشد. در هر صورت، به‌روزرسانی‌های آینده ممکن است در دسترس نباشد، بنابراین ارزش دارد که دلیل آن را بررسی کرده و تصمیم بگیرید که آیا افزونه را به‌طور موقت یا دائمی جایگزین یا حذف کنید.

source: The Plugin "%s" has a security vulnerability.
fa_ir: افزونه "%s" یک آسیب‌پذیری امنیتی دارد.

source: To protect your site from this vulnerability, the safest option is to deactivate and completely remove "%s" until a patched version is available. <a href="%s" target="_blank" rel="noopener noreferrer">Get more information.<span class="screen-reader-text"> (opens in new tab)</span></a>
fa_ir: برای محافظت از سایت شما در برابر این آسیب‌پذیری، ایمن‌ترین گزینه غیرفعال کردن و حذف کامل "%s" است تا زمانی که نسخه‌ای اصلاح‌شده در دسترس قرار گیرد. <a href="%s" target="_blank" rel="noopener noreferrer">اطلاعات بیشتر.<span class="screen-reader-text"> (در پنجره جدید باز می‌شود)</span></a>

source: Scanning for admin users not created through WordPress
fa_ir: در حال اسکن برای کاربران مدیر که از طریق وردپرس ایجاد نشده‌اند

source: An admin user with the username %s was created outside of WordPress.
fa_ir: یک کاربر مدیر با نام کاربری %s خارج از وردپرس ایجاد شده است.

source: An admin user with the username %s was created outside of WordPress. It's possible a plugin could have created the account, but if you do not recognize the user, we suggest you remove it.
fa_ir: یک کاربر مدیر با نام کاربری %s خارج از وردپرس ایجاد شده است. ممکن است یک افزونه این حساب کاربری را ایجاد کرده باشد، اما اگر شما این کاربر را نمی‌شناسید، پیشنهاد می‌کنیم آن را حذف کنید.

source: An admin user with a suspicious username %s was found.
fa_ir: یک کاربر مدیر با نام کاربری مشکوک %s پیدا شد.

source: An admin user with a suspicious username %s was found. Administrators accounts with usernames similar to this are commonly seen created by hackers. It's possible a plugin could have created the account, but if you do not recognize the user, we suggest you remove it.
fa_ir: یک کاربر مدیر با نام کاربری مشکوک %s پیدا شد. حساب‌های کاربری مدیر با نام‌های کاربری مشابه این معمولاً توسط هکرها ایجاد می‌شوند. ممکن است یک افزونه این حساب کاربری را ایجاد کرده باشد، اما اگر شما این کاربر را نمی‌شناسید، پیشنهاد می‌کنیم آن را حذف کنید.

source: Scanning for suspicious site options
fa_ir: در حال اسکن برای گزینه‌های مشکوک سایت
