Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: %d files indexed
fa_ir: %d فایل فهرست‌شده

source: Forking during indexing: %s
fa_ir: ایجاد شاخه در حین فهرست‌سازی: %s

source: Calling fork() from wordfenceHash with maxExecTime: %s
fa_ir: فراخوانی fork() از wordfenceHash با maxExecTime: %s

source: Scanning: %1$s (Mem:%2$s)
fa_ir: در حال اسکن: %1$s (حافظه: %2$s)

source: Scanning: %s
fa_ir: در حال اسکن: %s

source: WordPress core file modified: %s
fa_ir: فایل هسته وردپرس تغییر یافته: %s

source: This WordPress core file has been modified and differs from the original file distributed with this version of WordPress.
fa_ir: این فایل هسته وردپرس تغییر یافته و با فایل اصلی توزیع‌شده با این نسخه از وردپرس متفاوت است.

source: Modified plugin file: %s
fa_ir: فایل پلاگین تغییر یافته: %s

source: This file belongs to plugin "%1$s" version "%2$s" and has been modified from the file that is distributed by WordPress.org for this version. Please use the link to see how the file has changed. If you have modified this file yourself, you can safely ignore this warning. If you see a lot of changed files in a plugin that have been made by the author, then try uninstalling and reinstalling the plugin to force an upgrade. Doing this is a workaround for plugin authors who don't manage their code correctly. <a href="%3$s" target="_blank" rel="noopener noreferrer">Learn More<span class="screen-reader-text"> (
fa_ir: این فایل متعلق به پلاگین "%1$s" نسخه "%2$s" است و از فایلی که توسط WordPress.org برای این نسخه توزیع شده است، تغییر یافته است. لطفاً از لینک استفاده کنید تا ببینید چگونه این فایل تغییر کرده است. اگر خودتان این فایل را تغییر داده‌اید، می‌توانید این هشدار را نادیده بگیرید. اگر تعداد زیادی فایل تغییر یافته در یک پلاگین می‌بینید که توسط نویسنده آن انجام شده‌اند، سعی کنید پلاگین را حذف و دوباره نصب کنید تا به‌روزرسانی اجباری شود. انجام این کار راه‌حلی برای نویسندگان پلاگین است که کد خود را به درستی مدیریت نمی‌کنند. <a href="%3$s" target="_blank" rel="noopener noreferrer">یاد بگیرید بیشتر<span class="screen-reader-text"> (

source: Modified theme file: %s
fa_ir: فایل تم تغییر یافته: %s

source: This file belongs to theme "%1$s" version "%2$s" and has been modified from the original distribution. It is common for site owners to modify their theme files, so if you have modified this file yourself you can safely ignore this warning. <a href="%3$s" target="_blank" rel="noopener noreferrer">Learn More<span class="screen-reader-text"> (
fa_ir: این فایل متعلق به تم "%1$s" نسخه "%2$s" است و از نسخه اصلی توزیع‌شده تغییر یافته است. معمول است که صاحبان سایت‌ها فایل‌های تم خود را تغییر دهند، بنابراین اگر خودتان این فایل را تغییر داده‌اید، می‌توانید این هشدار را نادیده بگیرید. <a href="%3$s" target="_blank" rel="noopener noreferrer">یاد بگیرید بیشتر<span class="screen-reader-text"> (

source: Old WordPress core file not removed during update: %s
fa_ir: فایل قدیمی هسته وردپرس در حین به‌روزرسانی حذف نشد: %s

source: This file is in a WordPress core location but is from an older version of WordPress and not used with your current version. Hosting or permissions issues can cause these files to get left behind when WordPress is updated and they should be removed if possible.
fa_ir: این فایل در یک مکان هسته وردپرس است اما از نسخه قدیمی وردپرس بوده و با نسخه فعلی شما استفاده نمی‌شود. مشکلات هاستینگ یا مجوزها می‌توانند باعث شوند این فایل‌ها پس از به‌روزرسانی وردپرس باقی بمانند و در صورت امکان باید حذف شوند.

source: Unknown file in WordPress core: %s
fa_ir: فایل ناشناخته در هسته وردپرس: %s

source: This file is in a WordPress core location but is not distributed with this version of WordPress. This scan often includes files left over from a previous WordPress version, but it may also find files added by another plugin, files added by your host, or malicious files added by an attacker.
fa_ir: این فایل در یک مکان هسته وردپرس است اما با این نسخه از وردپرس توزیع نمی‌شود. این اسکن معمولاً شامل فایل‌های باقی‌مانده از نسخه قبلی وردپرس می‌شود، اما همچنین ممکن است فایل‌هایی که توسط پلاگین دیگری اضافه شده‌اند، فایل‌های اضافه شده توسط هاست شما یا فایل‌های بدافزار اضافه شده توسط یک مهاجم را نیز پیدا کند.

source: This file is in a WordPress core location but is not distributed with this version of WordPress. This scan often includes files left over from a previous WordPress version, but it may also find files added by another plugin, files added by your host, or malicious files added by an attacker. <a href="%s" target="_blank" rel="noopener noreferrer">Learn More<span class="screen-reader-text"> (
fa_ir: این فایل در یک مکان هسته وردپرس است اما با این نسخه از وردپرس توزیع نمی‌شود. این اسکن معمولاً شامل فایل‌های باقی‌مانده از نسخه قبلی وردپرس می‌شود، اما همچنین ممکن است فایل‌هایی که توسط پلاگین دیگری اضافه شده‌اند، فایل‌های اضافه شده توسط هاست شما یا فایل‌های بدافزار اضافه شده توسط یک مهاجم را نیز پیدا کند. <a href="%s" target="_blank" rel="noopener noreferrer">یاد بگیرید بیشتر<span class="screen-reader-text"> (

source: Skipping file larger than max size: %s
fa_ir: نادیده گرفتن فایل بزرگتر از اندازه حداکثر: %s

source: Analyzed %1$d files containing %2$s of data so far
fa_ir: تعداد %1$d فایل که شامل %2$s داده هستند تحلیل شدند.

source: (+ %d more)
fa_ir: (+ %d فایل بیشتر)

source: %d more similar files were found.
fa_ir: %d فایل مشابه بیشتر پیدا شد.

source: 1 more similar file was found.
fa_ir: 1 فایل مشابه بیشتر پیدا شد.

source: <a href="%s" target="_blank" rel="noopener noreferrer">Learn More<span class="screen-reader-text"> (
fa_ir: <a href="%s" target="_blank" rel="noopener noreferrer">یاد بگیرید بیشتر<span class="screen-reader-text"> (

source: Wordfence could not get the attack signature patterns from the scanning server.
fa_ir: وردفنس نتوانست الگوهای امضای حمله را از سرور اسکن دریافت کند.

source: Wordfence received malformed attack signature patterns from the scanning server.
fa_ir: وردفنس الگوهای امضای حمله خراب را از سرور اسکن دریافت کرد.

source: Regex compilation failed for signature %d
fa_ir: ترکیب Regex برای امضا %d ناموفق بود.

source: Backtrack limit is %d, reducing to 1000000
fa_ir: محدودیت بازگشتی %d است، کاهش به 1000000

source: Detected loop in malware scan, aborting.
fa_ir: حلقه‌ای در اسکن بدافزار شناسایی شد، متوقف شد.

source: No files remaining for malware scan.
fa_ir: هیچ فایلی برای اسکن بدافزار باقی نمانده است.

source: Encountered file that is too large: %s - Skipping.
fa_ir: فایلی که خیلی بزرگ است پیدا شد: %s - نادیده گرفته شد.

source: Scanning contents: %1$s (Size: %2$s Mem: %3$s)
fa_ir: در حال اسکن محتویات: %1$s (اندازه: %2$s حافظه: %3$s)

source: Scanning contents: %1$s (Size: %2$s)
fa_ir: در حال اسکن محتویات: %1$s (اندازه: %2$s)

source: Seek error occurred in file: %s - Skipping.
fa_ir: خطای جستجو در فایل: %s رخ داده است - نادیده گرفته شد.

source: This file was detected because you have enabled "Scan images, binary, and other files as if they were executable", which treats non-PHP files as if they were PHP code. This option is more aggressive than the usual scans, and may cause false positives.
fa_ir: این فایل شناسایی شد زیرا شما گزینه "اسکن تصاویر، فایل‌های باینری و دیگر فایل‌ها به‌عنوان فایل‌های اجرایی" را فعال کرده‌اید، که فایل‌های غیر PHP را همانند کد PHP در نظر می‌گیرد. این گزینه از اسکن‌های معمولی تهاجمی‌تر است و ممکن است باعث مثبت کاذب شود.

source: This file was detected because you have enabled HIGH SENSITIVITY scanning. This option is more aggressive than the usual scans, and may cause false positives.
fa_ir: این فایل شناسایی شد زیرا شما اسکن حساسیت بالا را فعال کرده‌اید. این گزینه از اسکن‌های معمولی تهاجمی‌تر است و ممکن است باعث مثبت کاذب شود.

source: Resuming malware scan at rule %s.
fa_ir: ادامه اسکن بدافزار از قانون %s.

source: This file appears to be installed or modified by a hacker to perform malicious activity. If you know about this file you can choose to ignore it to exclude it from future scans.
fa_ir: به نظر می‌رسد این فایل توسط یک هکر نصب یا تغییر داده شده تا فعالیت مخرب انجام دهد. اگر از این فایل اطلاع دارید، می‌توانید آن را نادیده بگیرید تا از اسکن‌های آینده حذف شود.

source: File appears to be malicious or unsafe: %s
fa_ir: فایل به نظر می‌رسد که مخرب یا ناامن باشد: %s

source: The matched text in this file is: %s
fa_ir: متن مطابقت یافته در این فایل: %s

source: The issue type is: %s
fa_ir: نوع مشکل: %s

source: Description: %s
fa_ir: توضیحات: %s

source: Forking during malware scan (%s) to ensure continuity.
fa_ir: ایجاد شاخه در حین اسکن بدافزار (%s) برای اطمینان از پیوستگی.

source: This file may contain malicious executable code:
fa_ir: این فایل ممکن است شامل کد اجرایی مخرب باشد:

source: This file is a PHP executable file and contains the word "eval" (without quotes) and the word "%s" (without quotes). The eval() function along with an encoding function like the one mentioned are commonly used by hackers to hide their code. If you know about this file you can choose to ignore it to exclude it from future scans. This file was detected because you have enabled HIGH SENSITIVITY scanning. This option is more aggressive than the usual scans, and may cause false positives.
fa_ir: این فایل یک فایل اجرایی PHP است و شامل کلمه "eval" (بدون نقل‌قول) و کلمه "%s" (بدون نقل‌قول) می‌باشد. تابع eval() به همراه یک تابع کدگذاری مانند آنچه ذکر شد، معمولاً توسط هکرها برای پنهان کردن کدشان استفاده می‌شود. اگر از این فایل اطلاع دارید، می‌توانید آن را نادیده بگیرید تا از اسکن‌های آینده حذف شود. این فایل شناسایی شد زیرا شما اسکن حساسیت بالا را فعال کرده‌اید. این گزینه از اسکن‌های معمولی تهاجمی‌تر است و ممکن است باعث مثبت کاذب شود.

source: Asking Wordfence to check URLs against malware list.
fa_ir: در حال درخواست از وردفنس برای بررسی URLها در مقابل فهرست بدافزار.

source: File contains suspected malware URL:
fa_ir: این فایل شامل URL مشکوک به بدافزار است:

source: This file contains a suspected malware URL listed on Google's list of malware sites. Wordfence decodes %1$s when scanning files so the URL may not be visible if you view this file. The URL is: %2$s - More info available at <a href="http://safebrowsing.clients.google.com/safebrowsing/diagnostic?site=%3$s&client=googlechrome&hl=en-US" target="_blank" rel="noopener noreferrer">Google Safe Browsing diagnostic page<span class="screen-reader-text"> (opens in new tab)</span></a>.
fa_ir: این فایل شامل یک URL مشکوک به بدافزار است که در فهرست سایت‌های بدافزار گوگل قرار دارد. وردفنس هنگام اسکن فایل‌ها، %1$s را رمزگشایی می‌کند بنابراین URL ممکن است در صورت مشاهده این فایل قابل مشاهده نباشد. URL عبارت است از: %2$s - اطلاعات بیشتر در <a href="http://safebrowsing.clients.google.com/safebrowsing/diagnostic?site=%3$s&client=googlechrome&hl=en-US" target="_blank" rel="noopener noreferrer">صفحه تشخیص Google Safe Browsing<span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>.

source: File contains suspected phishing URL:
fa_ir: این فایل شامل URL مشکوک به فیشینگ است:

source: This file contains a URL that is a suspected phishing site that is currently listed on Google's list of known phishing sites. The URL is:
fa_ir: این فایل شامل URL است که سایت مشکوک به فیشینگ است که در حال حاضر در فهرست سایت‌های فیشینگ شناخته‌شده گوگل قرار دارد. URL عبارت است از:

source: This file contains a URL that is currently listed on Wordfence's domain blocklist. The URL is:
fa_ir: این فایل شامل URL است که در حال حاضر در فهرست مسدود شده‌های دامنه وردفنس قرار دارد. URL عبارت است از:

source: Finalizing malware scan results
fa_ir: در حال نهایی کردن نتایج اسکن بدافزار

source: Scanned contents of %1$d additional files at %2$.2f per second
fa_ir: محتویات %1$d فایل اضافی اسکن شده در %2$.2f در هر ثانیه

source: Gathering host keys.
fa_ir: در حال جمع‌آوری کلیدهای میزبان.

source: Using MySQLi directly.
fa_ir: استفاده مستقیم از MySQLi.

source: Checking %d host keys against Wordfence scanning servers.
fa_ir: در حال بررسی %d کلید میزبان در مقابل سرورهای اسکن وردفنس.

source: Done host key check.
fa_ir: بررسی کلید میزبان تمام شد.

source: Checking %1$d URLs from %2$d sources.
fa_ir: در حال بررسی %1$d URL از %2$d منبع.

source: Done URL check.
fa_ir: بررسی URL تمام شد.

source: IP Block
fa_ir: مسدودسازی IP

source: IP Throttled
fa_ir: کاهش سرعت IP

source: Lockout
fa_ir: قفل کردن

source: Country Block
fa_ir: مسدودسازی کشور

source: Advanced Block
fa_ir: مسدودسازی پیشرفته

source: Invalid block type.
fa_ir: نوع مسدودسازی نامعتبر است.

source: Invalid block duration.
fa_ir: مدت زمان مسدودسازی نامعتبر است.

source: A block reason must be provided.
fa_ir: یک دلیل برای مسدودسازی باید ارائه شود.

source: Invalid IP address.
fa_ir: آدرس IP نامعتبر است.

source: This IP address is in a range of addresses that Wordfence does not block. The IP range may be internal or belong to a service that is always allowed. Allowlisting of external services can be disabled. <a href="%s" target="_blank" rel="noopener noreferrer">Learn More<span class="screen-reader-text"> (opens in new tab)</span></a>
fa_ir: این آدرس IP در محدوده‌ای از آدرس‌ها است که وردفنس آن را مسدود نمی‌کند. این محدوده IP ممکن است داخلی باشد یا متعلق به سرویسی باشد که همیشه مجاز است. امکان غیرفعال کردن فهرست‌سازی خدمات خارجی وجود دارد. <a href="%s" target="_blank" rel="noopener noreferrer">یاد بگیرید بیشتر<span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>

source: Nothing selected to block.
fa_ir: هیچ چیزی برای مسدودسازی انتخاب نشده است.

source: No countries selected.
fa_ir: هیچ کشوری انتخاب نشده است.

source: An invalid country was selected.
fa_ir: یک کشور نامعتبر انتخاب شده است.

source: Ranges mixing IPv4 and IPv6 addresses are not supported.
fa_ir: محدوده‌هایی که آدرس‌های IPv4 و IPv6 را ترکیب می‌کنند پشتیبانی نمی‌شوند.

source: Invalid IP range.
fa_ir: محدوده IP نامعتبر است.

source: Invalid hostname.
fa_ir: نام میزبان نامعتبر است.

source: No block parameters provided.
fa_ir: هیچ پارامتر مسدودسازی ارائه نشده است.

source: Learning Mode
fa_ir: حالت یادگیری

source: Extended Protection
fa_ir: حفاظت پیشرفته

source: Basic Protection
fa_ir: حفاظت پایه

source: Enable firewall.
fa_ir: فایروال را فعال کنید.

source: Enable Premium Rules.
fa_ir: قوانین پریمیوم را فعال کنید.

source: Optimize the Wordfence Firewall.
fa_ir: فایروال وردفنس را بهینه کنید.

source: Enable Rate Limiting and Advanced Blocking.
fa_ir: محدودیت نرخ و مسدودسازی پیشرفته را فعال کنید.

source: Repair the Wordfence Firewall configuration.
fa_ir: پیکربندی فایروال وردفنس را تعمیر کنید.

source: Re-enable %d firewall rule.
fa_ir: قانون فایروال %d را دوباره فعال کنید.

source: Enable Firewall.
fa_ir: فایروال را فعال کنید.

source: Enable Real-Time IP Blocklist.
fa_ir: فهرست مسدودسازی IP در زمان واقعی را فعال کنید.

source: Enable Real-Time Wordfence Security Network.
fa_ir: شبکه امنیتی وردفنس در زمان واقعی را فعال کنید.

source: Enforce Strong Passwords.
fa_ir: پسوردهای قوی را اجباری کنید.

source: Enable Mask Login Errors.
fa_ir: خطاهای ورود را مخفی کنید.

source: Enable Block Admin Registration.
fa_ir: ثبت‌نام مدیر را مسدود کنید.

source: Disable Author Scanning.
fa_ir: اسکن نویسندگان را غیرفعال کنید.

source: Enable Brute Force Protection.
fa_ir: حفاظت در برابر حملات بروت فورس را فعال کنید.

source: Support
fa_ir: پشتیبانی

source: Quick
fa_ir: سریع

source: Limited
fa_ir: محدود

source: High Sensitivity
fa_ir: حساسیت بالا

source: Custom
fa_ir: سفارشی

source: Standard
fa_ir: استاندارد

source: Low resource utilization, limited detection capability
fa_ir: استفاده کم از منابع، قابلیت شناسایی محدود

source: Standard detection capability, chance of false positives
fa_ir: قابلیت شناسایی استاندارد، احتمال مثبت کاذب

source: Custom scan options selected
fa_ir: گزینه‌های اسکن سفارشی انتخاب شده‌اند

source: Standard detection capability
fa_ir: قابلیت شناسایی استاندارد

source: Quick Scan
fa_ir: اسکن سریع

source: Limited Scan
fa_ir: اسکن محدود

source: Custom Scan
fa_ir: اسکن سفارشی

source: Standard Scan
fa_ir: اسکن استاندارد

source: Enable Premium Reputation Checks.
fa_ir: بررسی شهرت پریمیوم را فعال کنید.

source: Enable %d scan option.
fa_ir: گزینه اسکن %d را فعال کنید.

source: Enable scan option to check if this website is being "Spamvertised".
fa_ir: گزینه اسکن برای بررسی اینکه آیا این وب‌سایت به عنوان اسپم تبلیغ می‌شود را فعال کنید.

source: Enable scan option to check if your website IP is generating spam.
fa_ir: گزینه اسکن برای بررسی اینکه آیا IP وب‌سایت شما اسپم تولید می‌کند را فعال کنید.

source: Enable scan option to check if your website is on a domain blocklist.
fa_ir: گزینه اسکن برای بررسی اینکه آیا وب‌سایت شما در فهرست مسدودسازی دامنه است را فعال کنید.

source: User defined scan pattern
fa_ir: الگوی اسکن تعریف‌شده توسط کاربر

source: Scheduled time for day %s hour %s is: %s
fa_ir: زمان برنامه‌ریزی‌شده برای روز %s ساعت %s است: %s

source: You do not have permission to change options.
fa_ir: شما مجوز تغییر گزینه‌ها را ندارید.

source: You do not have permission to send notifications.
fa_ir: شما مجوز ارسال اعلان‌ها را ندارید.

source: You do not have permission to reset reCAPTCHA statistics.
fa_ir: شما مجوز بازنشانی آمار reCAPTCHA را ندارید.

source: You do not have permission to reset the 2FA grace period.
fa_ir: شما مجوز بازنشانی دوره تمدید 2FA را ندارید.

source: You do not have permission to revoke the 2FA grace period.
fa_ir: شما مجوز لغو دوره تمدید 2FA را ندارید.

source: You do not have permission to reset the NTP failure count.
fa_ir: شما مجوز بازنشانی تعداد خطاهای NTP را ندارید.

source: You do not have permission to disable NTP.
fa_ir: شما مجوز غیرفعال کردن NTP را ندارید.

source: You do not have permission to dismiss this notice.
fa_ir: شما مجوز رد کردن این اعلان را ندارید.

source: An unknown action was provided.
fa_ir: عملکرد ناشناخته‌ای ارائه شده است.

source: An expected parameter was not provided.
fa_ir: یک پارامتر مورد انتظار ارائه نشده است.

source: Your browser sent an invalid security token. Please try reloading this page.
fa_ir: مرورگر شما یک توکن امنیتی نامعتبر ارسال کرد. لطفاً صفحه را دوباره بارگذاری کنید.

source: <strong>ERROR</strong>: A username and password must be provided. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fa_ir: <strong>ERROR</strong>: باید نام کاربری و رمز عبور ارائه شود. <a href="%s" title="Password Lost and Found">رمز عبور خود را گم کرده‌اید؟</a>

source: <strong>ERROR</strong>: The username or password you entered is incorrect. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fa_ir: <strong>ERROR</strong>: نام کاربری یا رمز عبور وارد شده نادرست است. <a href="%s" title="Password Lost and Found">رمز عبور خود را گم کرده‌اید؟</a>

source: <strong>ERROR</strong>: Unable to send message. Please refresh the page and try again.
fa_ir: <strong>ERROR</strong>: ارسال پیام امکان‌پذیر نیست. لطفاً صفحه را دوباره بارگذاری کنید و دوباره امتحان کنید.

source: <strong>ERROR</strong>: Unable to send message. You have exceeded the maximum number of messages that may be sent at this time. Please try again later.
fa_ir: <strong>ERROR</strong>: ارسال پیام امکان‌پذیر نیست. شما تعداد پیام‌های مجاز را در این زمان تجاوز کرده‌اید. لطفاً بعداً دوباره امتحان کنید.

source: Blocked User Registration Contact Form
fa_ir: فرم تماس ثبت‌نام کاربر مسدود شده

source: A visitor blocked from registration sent the following message. ---------------------------------------- IP: %s Username: %s Email: %s reCAPTCHA Score: %f ---------------------------------------- %s
fa_ir: یک بازدیدکننده که از ثبت‌نام مسدود شده، پیام زیر را ارسال کرده است. ---------------------------------------- IP: %s نام کاربری: %s ایمیل: %s امتیاز reCAPTCHA: %f ---------------------------------------- %s

source: <strong>MESSAGE SENT</strong>: Your message was sent to the site owner.
fa_ir: <strong>پیام ارسال شد</strong>: پیام شما به صاحب سایت ارسال شد.

source: <strong>ERROR</strong>: An error occurred while sending the message. Please try again.
fa_ir: <strong>ERROR</strong>: هنگام ارسال پیام خطایی رخ داده است. لطفاً دوباره امتحان کنید.

source: You do not have permission to activate the given user.
fa_ir: شما مجوز فعال‌سازی کاربر داده‌شده را ندارید.

source: The given user does not exist.
fa_ir: کاربر داده‌شده وجود ندارد.

source: You do not have permission to activate 2FA.
fa_ir: شما مجوز فعال‌سازی 2FA را ندارید.

source: The given user already has two-factor authentication active.
fa_ir: کاربر داده‌شده قبلاً احراز هویت دو مرحله‌ای فعال دارد.

source: The code provided does not match the expected value. Please verify that the time on your authenticator device is correct and that this server's time is correct.
fa_ir: کدی که وارد کرده‌اید با مقدار مورد انتظار مطابقت ندارد. لطفاً اطمینان حاصل کنید که زمان دستگاه احراز هویت شما و زمان سرور صحیح است.

source: %d unused recovery code remains. You may generate a new set by clicking below.
fa_ir: %d کد بازیابی استفاده‌نشده باقی‌مانده است. شما می‌توانید یک مجموعه جدید با کلیک بر روی پایین تولید کنید.

source: %d unused recovery codes remain. You may generate a new set by clicking below.
fa_ir: %d کد بازیابی استفاده‌نشده باقی‌مانده است. شما می‌توانید یک مجموعه جدید با کلیک بر روی پایین تولید کنید.

source: You do not have permission to deactivate the given user.
fa_ir: شما مجوز غیرفعال‌سازی کاربر داده‌شده را ندارید.

source: The user does not exist.
fa_ir: کاربر وجود ندارد.

source: You do not have permission to deactivate 2FA.
fa_ir: شما مجوز غیرفعال‌سازی احراز هویت دو مرحله‌ای را ندارید.

source: The user specified does not have two-factor authentication active.
fa_ir: کاربر مشخص‌شده احراز هویت دو مرحله‌ای فعال ندارد.

source: You do not have permission to generate new recovery codes for the given user.
fa_ir: شما مجوز تولید کدهای بازیابی جدید برای کاربر داده‌شده را ندارید.

source: You do not have permission to generate new recovery codes.
fa_ir: شما مجوز تولید کدهای بازیابی جدید را ندارید.

source: The specified URL is invalid.
fa_ir: آدرس URL مشخص‌شده نامعتبر است.

source: More than %d users exist for the selected role. This notification is not designed to handle large groups of users. In such instances, using a different solution for notifying users of upcoming 2FA requirements is recommended.
fa_ir: بیش از %d کاربر برای نقش انتخاب‌شده وجود دارد. این اعلان برای مدیریت گروه‌های بزرگ کاربران طراحی نشده است. در این موارد، توصیه می‌شود از راه‌حل‌های دیگری برای اطلاع‌رسانی به کاربران در مورد نیازمندی‌های احراز هویت دو مرحله‌ای استفاده کنید.

source: 2FA will soon be required on %s
fa_ir: احراز هویت دو مرحله‌ای به زودی در %s لازم خواهد بود.

source: <html><body><p>You do not currently have two-factor authentication active on your account, which will be required beginning %s.</p><p><a href="%s">Configure 2FA</a></p></body></html>
fa_ir: <html><body><p>در حال حاضر احراز هویت دو مرحله‌ای بر روی حساب شما فعال نیست، که از %s لازم خواهد بود.</p><p><a href="%s">پیکربندی 2FA</a></p></body></html>

source: No users currently exist with the selected role.
fa_ir: در حال حاضر هیچ کاربری با نقش انتخاب‌شده وجود ندارد.

source: All users with the selected role already have two-factor authentication activated or have been locked out.
fa_ir: تمام کاربران با نقش انتخاب‌شده قبلاً احراز هویت دو مرحله‌ای فعال کرده‌اند یا قفل شده‌اند.

source: A reminder to activate two-factor authentication was sent to %d user.
fa_ir: یک یادآوری برای فعال‌سازی احراز هویت دو مرحله‌ای به %d کاربر ارسال شد.

source: A reminder to activate two-factor authentication was sent to %d users.
fa_ir: یک یادآوری برای فعال‌سازی احراز هویت دو مرحله‌ای به %d کاربران ارسال شد.

source: Invalid user specified
fa_ir: کاربر مشخص‌شده نامعتبر است.

source: Invalid grace period override
fa_ir: بازنویسی دوره تمدید نامعتبر است.

source: Failed to reset grace period
fa_ir: بازنشانی دوره تمدید ناموفق بود.

source: Unable to dismiss notice
fa_ir: امکان رد کردن اعلان وجود ندارد.

source: The IP/range %s is invalid.
fa_ir: IP/محدوده %s نامعتبر است.

source: An invalid IP source was provided.
fa_ir: یک منبع IP نامعتبر ارائه شده است.

source: Unable to validate the reCAPTCHA site key. Please check the key and try again.
fa_ir: امکان اعتبارسنجی کلید سایت reCAPTCHA وجود ندارد. لطفاً کلید را بررسی کرده و دوباره تلاش کنید.
