Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: An error was encountered while validating the reCAPTCHA site key: %s
fa_ir: هنگام اعتبارسنجی کلید سایت reCAPTCHA خطایی رخ داد: %s

source: 2FA Status
fa_ir: وضعیت 2FA

source: Last Login
fa_ir: آخرین ورود

source: Last CAPTCHA
fa_ir: آخرین CAPTCHA

source: Not Allowed
fa_ir: مجاز نیست

source: Inactive<small class="wfls-sub-status">(Grace Period)</small>
fa_ir: غیرفعال<small class="wfls-sub-status">(دوره تمدید)</small>

source: Locked Out<small class="wfls-sub-status">(Grace Period Disabled)</small>
fa_ir: قفل شده<small class="wfls-sub-status">(دوره تمدید غیرفعال شده)</small>

source: Locked Out<small class="wfls-sub-status">(Grace Period Exceeded)</small>
fa_ir: قفل شده<small class="wfls-sub-status">(دوره تمدید تمام شده)</small>

source: Edit two-factor authentication for %s
fa_ir: ویرایش احراز هویت دو مرحله‌ای برای %s

source: 2FA Active
fa_ir: 2FA فعال

source: 2FA Inactive
fa_ir: 2FA غیرفعال

source: Login Security: Enable 2FA for these roles
fa_ir: امنیت ورود: فعال‌سازی 2FA برای این نقش‌ها

source: Login Security: Allow remembering device for 30 days
fa_ir: امنیت ورود: اجازه به خاطر سپردن دستگاه برای 30 روز

source: Login Security: Require 2FA for XML-RPC call authentication
fa_ir: امنیت ورود: نیاز به 2FA برای احراز هویت تماس XML-RPC

source: Login Security: Disable XML-RPC authentication
fa_ir: امنیت ورود: غیرفعال کردن احراز هویت XML-RPC

source: Login Security: Allowlisted IP addresses that bypass 2FA and reCAPTCHA
fa_ir: امنیت ورود: آدرس‌های IP مجاز که 2FA و reCAPTCHA را نادیده می‌گیرند

source: Login Security: Enable reCAPTCHA on the login and user registration pages
fa_ir: امنیت ورود: فعال‌سازی reCAPTCHA در صفحات ورود و ثبت‌نام کاربر

source: Login Security Options
fa_ir: گزینه‌های امنیت ورود

source: Login Security options are available on the Login Security options page
fa_ir: گزینه‌های امنیت ورود در صفحه تنظیمات امنیت ورود در دسترس هستند

source: XML-RPC authentication is disabled. Jetpack is currently active and requires XML-RPC authentication to work correctly. <a href="%s">Manage Settings</a>
fa_ir: احراز هویت XML-RPC غیرفعال است. Jetpack در حال حاضر فعال است و برای کارکرد صحیح به احراز هویت XML-RPC نیاز دارد. <a href="%s">مدیریت تنظیمات</a>

source: reCAPTCHA test mode is enabled. While enabled, login and registration requests will be checked for their score but will not be blocked if the score is below the minimum score. <a href="%s">Manage Settings</a>
fa_ir: حالت آزمایشی reCAPTCHA فعال است. در حالی که فعال است، درخواست‌های ورود و ثبت‌نام بررسی خواهند شد اما در صورتی که امتیاز پایین‌تر از حداقل امتیاز باشد، مسدود نخواهند شد. <a href="%s">مدیریت تنظیمات</a>

source: WooCommerce appears to be installed, but the Wordfence Login Security WooCommerce integration is not currently enabled. Without this feature, WooCommerce forms will not support all functionality provided by Wordfence Login Security, including CAPTCHA for the login page and user registration.
fa_ir: به نظر می‌رسد WooCommerce نصب شده است، اما ادغام امنیت ورود وردفنس برای WooCommerce در حال حاضر فعال نیست. بدون این ویژگی، فرم‌های WooCommerce از تمام قابلیت‌هایی که توسط امنیت ورود وردفنس ارائه می‌شود، از جمله CAPTCHA برای صفحه ورود و ثبت‌نام کاربر، پشتیبانی نخواهند کرد.

source: Manage Settings
fa_ir: مدیریت تنظیمات

source: Message to Support
fa_ir: پیام به پشتیبانی

source: An error was encountered while trying to send the message. Please try again.
fa_ir: هنگام تلاش برای ارسال پیام خطایی رخ داد. لطفاً دوباره تلاش کنید.

source: <strong>ERROR</strong>: An error was encountered while trying to send the message. Please try again.
fa_ir: <strong>ERROR</strong>: هنگام تلاش برای ارسال پیام خطایی رخ داد. لطفاً دوباره تلاش کنید.

source: Login failed with status code 403. Please contact the site administrator.
fa_ir: ورود با کد وضعیت 403 ناموفق بود. لطفاً با مدیر سایت تماس بگیرید.

source: <strong>ERROR</strong>: Login failed with status code 403. Please contact the site administrator.
fa_ir: <strong>ERROR</strong>: ورود با کد وضعیت 403 ناموفق بود. لطفاً با مدیر سایت تماس بگیرید.

source: Login failed with status code 503. Please contact the site administrator.
fa_ir: ورود با کد وضعیت 503 ناموفق بود. لطفاً با مدیر سایت تماس بگیرید.

source: <strong>ERROR</strong>: Login failed with status code 503. Please contact the site administrator.
fa_ir: <strong>ERROR</strong>: ورود با کد وضعیت 503 ناموفق بود. لطفاً با مدیر سایت تماس بگیرید.

source: Wordfence 2FA Code
fa_ir: کد 2FA وردفنس

source: Remember for 30 days
fa_ir: به خاطر سپردن برای 30 روز

source: Log In
fa_ir: ورود به سیستم

source: <strong>ERROR</strong>: An error was encountered while trying to authenticate. Please try again.
fa_ir: <strong>ERROR</strong>: هنگام تلاش برای احراز هویت خطایی رخ داد. لطفاً دوباره تلاش کنید.

source: The Wordfence 2FA Code can be found within the authenticator app you used when first activating two-factor authentication. You may also use one of your recovery codes.
fa_ir: کد 2FA وردفنس درون اپلیکیشن احراز هویت که هنگام فعال‌سازی احراز هویت دو مرحله‌ای استفاده کرده‌اید، قابل یافتن است. همچنین می‌توانید یکی از کدهای بازیابی خود را استفاده کنید.

source: Wordfence Login Security
fa_ir: امنیت ورود وردفنس

source: Two-factor authentication is required for your account, but has not been configured.
fa_ir: احراز هویت دو مرحله‌ای برای حساب شما لازم است، اما پیکربندی نشده است.

source: Two-factor authentication is required for this account, but has not been configured.
fa_ir: احراز هویت دو مرحله‌ای برای این حساب لازم است، اما پیکربندی نشده است.

source: Wordfence 2FA is active.
fa_ir: 2FA وردفنس فعال است.

source: Wordfence 2FA is inactive.
fa_ir: 2FA وردفنس غیرفعال است.

source: Two-factor authentication must be activated for your account prior to %s to avoid losing access.
fa_ir: احراز هویت دو مرحله‌ای باید قبل از %s برای حساب شما فعال شود تا از دسترسی جلوگیری شود.

source: Two-factor authentication must be activated for this account prior to %s.
fa_ir: احراز هویت دو مرحله‌ای باید قبل از %s برای این حساب فعال شود.

source: Manage 2FA
fa_ir: مدیریت 2FA

source: Activate 2FA
fa_ir: فعال‌سازی 2FA

source: Two-factor authentication is not currently enabled for this account type. To enable it, visit the Wordfence 2FA Settings page.
fa_ir: احراز هویت دو مرحله‌ای در حال حاضر برای این نوع حساب فعال نیست. برای فعال‌سازی آن، به صفحه تنظیمات 2FA وردفنس مراجعه کنید.

source: Manage 2FA Settings
fa_ir: مدیریت تنظیمات 2FA

source: <strong>CAPTCHA EXPIRED</strong>: The CAPTCHA verification for this login attempt has expired. Please try again.
fa_ir: <strong>CAPTCHA منقضی شده</strong>: تأیید CAPTCHA برای این تلاش ورود منقضی شده است. لطفاً دوباره تلاش کنید.

source: Login Verification Required
fa_ir: نیاز به تأیید ورود

source: <strong>VERIFICATION REQUIRED</strong>: Additional verification is required for login. If there is a valid account for the provided login credentials, please check the email address associated with it for a verification link to continue logging in.
fa_ir: <strong>نیاز به تأیید</strong>: تأیید اضافی برای ورود لازم است. اگر حساب معتبری برای اطلاعات ورود ارائه‌شده وجود دارد، لطفاً ایمیل مربوط به آن را برای دریافت لینک تأیید بررسی کنید.

source: <strong>CODE INVALID</strong>: The 2FA code provided is either expired or invalid. Please try again.
fa_ir: <strong>کد نامعتبر</strong>: کد 2FA ارائه‌شده منقضی شده یا نامعتبر است. لطفاً دوباره تلاش کنید.

source: <strong>CODE REQUIRED</strong>: Please enter your 2FA code immediately after your password in the same field.
fa_ir: <strong>کد لازم</strong>: لطفاً کد 2FA خود را بلافاصله بعد از رمز عبور در همان فیلد وارد کنید.

source: <strong>CODE REQUIRED</strong>: Please provide your 2FA code when prompted.
fa_ir: <strong>کد لازم</strong>: لطفاً کد 2FA خود را هنگام درخواست وارد کنید.

source: <strong>LOGIN BLOCKED</strong>: 2FA is required to be active on your account. Please contact the site administrator.
fa_ir: <strong>ورود مسدود شده</strong>: 2FA باید بر روی حساب شما فعال باشد. لطفاً با مدیر سایت تماس بگیرید.

source: You do not currently have two-factor authentication active on your account, which will be required beginning %s. <a href="%s">Configure 2FA</a>
fa_ir: در حال حاضر احراز هویت دو مرحله‌ای بر روی حساب شما فعال نیست، که از %s لازم خواهد بود. <a href="%s">پیکربندی 2FA</a>

source: Email verification succeeded. Please continue logging in.
fa_ir: تأیید ایمیل با موفقیت انجام شد. لطفاً به ورود ادامه دهید.

source: Email verification invalid or expired. Please try again.
fa_ir: تأیید ایمیل نامعتبر یا منقضی شده است. لطفاً دوباره تلاش کنید.

source: Login Security
fa_ir: امنیت ورود

source: Super Administrator
fa_ir: مدیر ارشد

source: Grace Period
fa_ir: دوره تمدید

source: Users without 2FA active (%s)
fa_ir: کاربرانی که 2FA فعال ندارند (%s)

source: Learn more<span class="wfls-hidden-xs"> about Two-Factor Authentication</span>
fa_ir: بیشتر بدانید<span class="wfls-hidden-xs"> در مورد احراز هویت دو مرحله‌ای</span>

source: Settings
fa_ir: تنظیمات

source: Login Security Settings
fa_ir: تنظیمات امنیت ورود

source: Learn more<span class="wfls-hidden-xs"> about Login Security</span>
fa_ir: بیشتر بدانید<span class="wfls-hidden-xs"> در مورد امنیت ورود</span>

source: <strong>REGISTRATION ATTEMPT BLOCKED</strong>: This site requires a security token created when the page loads for all registration attempts. Please ensure JavaScript is enabled and try again.
fa_ir: <strong>تلاش ثبت‌نام مسدود شده</strong>: این سایت برای تمام تلاش‌های ثبت‌نام به یک توکن امنیتی نیاز دارد که هنگام بارگذاری صفحه ایجاد می‌شود. لطفاً اطمینان حاصل کنید که جاوا اسکریپت فعال است و دوباره تلاش کنید.

source: <strong>REGISTRATION ATTEMPT BLOCKED</strong>: The security token for the login attempt was invalid or expired. Please reload the page and try again.
fa_ir: <strong>تلاش ثبت‌نام مسدود شده</strong>: توکن امنیتی برای تلاش ورود نامعتبر یا منقضی شده است. لطفاً صفحه را دوباره بارگذاری کرده و دوباره تلاش کنید.

source: <strong>REGISTRATION BLOCKED</strong>: The registration request was blocked because it was flagged as spam. Please try again or <a href="#" class="wfls-registration-captcha-contact" data-token="%s">contact the site owner</a> for help.
fa_ir: <strong>ثبت‌نام مسدود شده</strong>: درخواست ثبت‌نام به دلیل علامت‌گذاری به عنوان هرزنامه مسدود شده است. لطفاً دوباره تلاش کنید یا <a href="#" class="wfls-registration-captcha-contact" data-token="%s">با مدیر سایت تماس بگیرید</a> برای کمک.

source: <strong>REGISTRATION BLOCKED</strong>: The registration request was blocked because it was flagged as spam. Please try again or contact the site owner for help.
fa_ir: <strong>ثبت‌نام مسدود شده</strong>: درخواست ثبت‌نام به دلیل علامت‌گذاری به عنوان هرزنامه مسدود شده است. لطفاً دوباره تلاش کنید یا با مدیر سایت تماس بگیرید برای کمک.

source: Wordfence 2FA
fa_ir: 2FA وردفنس

source: <a class="wfls-btn wfls-btn-default wfls-btn-sm wfls-dismiss-link" href="#" onclick="GWFLS.dismiss_notice('%s'); return false;">Dismiss</a>
fa_ir: <a class="wfls-btn wfls-btn-default wfls-btn-sm wfls-dismiss-link" href="#" onclick="GWFLS.dismiss_notice('%s'); return false;">رد کردن</a>

source: Unable to Activate Grace Period
fa_ir: امکان فعال‌سازی دوره تمدید وجود ندارد

source: Unable to Reset Grace Period
fa_ir: امکان بازنشانی دوره تمدید وجود ندارد

source: Grace Period Override
fa_ir: بازنویسی دوره تمدید

source: days
fa_ir: روز

source: Activate Grace Period
fa_ir: فعال‌سازی دوره تمدید

source: Reset Grace Period
fa_ir: بازنشانی دوره تمدید

source: An unexpected error occurred while attempting to activate the grace period.
fa_ir: هنگام تلاش برای فعال‌سازی دوره تمدید خطای غیرمنتظره‌ای رخ داد.

source: An unexpected error occurred while attempting to reset the grace period.
fa_ir: هنگام تلاش برای بازنشانی دوره تمدید خطای غیرمنتظره‌ای رخ داد.

source: Unable to Revoke Grace Period
fa_ir: امکان لغو دوره تمدید وجود ندارد

source: Revoke Grace Period
fa_ir: لغو دوره تمدید

source: An unexpected error occurred while attempting to revoke the grace period.
fa_ir: هنگام تلاش برای لغو دوره تمدید خطای غیرمنتظره‌ای رخ داد.

source: Please verify a login attempt for your account on: %s
fa_ir: لطفاً تلاش ورود به حساب خود را در: %s تأیید کنید.

source: Request Time:
fa_ir: زمان درخواست:

source: The request was flagged as suspicious, and we need verification that you attempted to log in to allow it to proceed. This verification link <b>will be valid for 15 minutes</b> from the time it was sent. If you did not attempt this login, please change your password immediately.
fa_ir: درخواست به عنوان مشکوک علامت‌گذاری شده است، و ما به تأیید نیاز داریم که شما تلاش برای ورود داشته‌اید تا اجازه ادامه آن داده شود. این لینک تأیید <b>برای 15 دقیقه معتبر خواهد بود</b> از زمان ارسال آن. اگر شما این تلاش ورود را انجام نداده‌اید، لطفاً بلافاصله رمز عبور خود را تغییر دهید.

source: If you were attempting to log in to this site, <a href="%s"><strong>Verify and Log In</strong></a>
fa_ir: اگر شما در تلاش برای ورود به این سایت بودید، <a href="%s"><strong>تأیید و ورود</strong></a>

source: 2. Enter Code from Authenticator App
fa_ir: 2. وارد کردن کد از اپلیکیشن احراز هویت

source: Download Recovery Codes
fa_ir: دانلود کدهای بازیابی

source: Optional
fa_ir: اختیاری

source: Use one of these %d codes to log in if you lose access to your authenticator device. Codes are %d characters long plus optional spaces. Each one may be used only once.
fa_ir: از یکی از این %d کدها برای ورود استفاده کنید اگر دسترسی به دستگاه احراز هویت خود را از دست بدهید. کدها %d کاراکتر طول دارند به علاوه فضاهای اختیاری. هر کدام تنها یک بار می‌توانند استفاده شوند.

source: Two-Factor Authentication Recovery Codes - %s (%s)
fa_ir: کدهای بازیابی احراز هویت دو مرحله‌ای - %s (%s)

source: Each line of %d letters and numbers is a single recovery code, with optional spaces for readability. To use a recovery code, after entering your username and password, enter the code like "1234 5678 90AB CDEF" at the 2FA prompt. If your site has a custom login prompt and does not show a 2FA prompt, you can use the single-step method by entering your password and the code together in the Password field, like "mypassword1234 5678 90AB CDEF". Your recovery codes are:
fa_ir: هر خط از %d حروف و اعداد یک کد بازیابی است، با فضاهای اختیاری برای خوانایی. برای استفاده از کد بازیابی، بعد از وارد کردن نام کاربری و رمز عبور خود، کد را مانند "1234 5678 90AB CDEF" در قسمت 2FA وارد کنید. اگر سایت شما یک قسمت ورود سفارشی دارد و پنجره 2FA را نمایش نمی‌دهد، می‌توانید از روش یک‌مرحله‌ای با وارد کردن رمز عبور و کد در کنار هم در قسمت رمز عبور استفاده کنید، مانند "mypassword1234 5678 90AB CDEF". کدهای بازیابی شما عبارتند از:

source: Enter the code from your authenticator app below to verify and activate two-factor authentication for this account.
fa_ir: کد را از اپلیکیشن احراز هویت خود وارد کنید تا احراز هویت دو مرحله‌ای برای این حساب تأیید و فعال شود.

source: For help on setting up an app, visit our help article.
fa_ir: برای راهنمایی در مورد تنظیم اپلیکیشن، به مقاله راهنمایی ما مراجعه کنید.

source: Error Activating 2FA
fa_ir: خطا در فعال‌سازی 2FA

source: An error was encountered while trying to activate two-factor authentication. Please try again.
fa_ir: هنگام تلاش برای فعال‌سازی احراز هویت دو مرحله‌ای خطا رخ داد. لطفاً دوباره تلاش کنید.

source: Reminder: If you lose access to your authenticator device, you can use recovery codes to log in. If you have not saved a copy of your recovery codes, we recommend downloading them now.
fa_ir: یادآوری: اگر دسترسی به دستگاه احراز هویت خود را از دست بدهید، می‌توانید از کدهای بازیابی برای ورود استفاده کنید. اگر نسخه‌ای از کدهای بازیابی خود ذخیره نکرده‌اید، پیشنهاد می‌کنیم آنها را اکنون دانلود کنید.

source: Skip
fa_ir: رد کردن

source: 1. Scan Code or Enter Key
fa_ir: 1. اسکن کد یا وارد کردن کلید

source: Wordfence 2FA Active
fa_ir: 2FA وردفنس فعال

source: Wordfence two-factor authentication is currently active on your account. You may deactivate it by clicking the button below.
fa_ir: احراز هویت دو مرحله‌ای وردفنس در حال حاضر بر روی حساب شما فعال است. شما می‌توانید آن را با کلیک بر روی دکمه زیر غیرفعال کنید.

source: Wordfence two-factor authentication is currently active on the account <strong>%s</strong>. You may deactivate it by clicking the button below.
fa_ir: احراز هویت دو مرحله‌ای وردفنس در حال حاضر بر روی حساب <strong>%s</strong> فعال است. شما می‌توانید آن را با کلیک بر روی دکمه زیر غیرفعال کنید.

source: Deactivate
fa_ir: غیرفعال کردن

source: Deactivate 2FA
fa_ir: غیرفعال کردن 2FA

source: Are you sure you want to deactivate two-factor authentication?
fa_ir: آیا مطمئن هستید که می‌خواهید احراز هویت دو مرحله‌ای را غیرفعال کنید؟

source: Error Deactivating 2FA
fa_ir: خطا در غیرفعال کردن 2FA

source: An error was encountered while trying to deactivate two-factor authentication. Please try again.
fa_ir: هنگام تلاش برای غیرفعال کردن احراز هویت دو مرحله‌ای خطا رخ داد. لطفاً دوباره تلاش کنید.

source: Two-factor authentication will be required for your account beginning <strong>%s</strong>
fa_ir: احراز هویت دو مرحله‌ای برای حساب شما از <strong>%s</strong> لازم خواهد بود.

source: Two-factor authentication will be required for user <strong>%s</strong> beginning <strong>%s</strong>.
fa_ir: احراز هویت دو مرحله‌ای برای کاربر <strong>%s</strong> از <strong>%s</strong> لازم خواهد بود.

source: Generate New Codes
fa_ir: تولید کدهای جدید

source: Generate New Recovery Codes
fa_ir: تولید کدهای بازیابی جدید

source: Are you sure you want to generate new recovery codes? Any remaining unused codes will be disabled.
fa_ir: آیا مطمئن هستید که می‌خواهید کدهای بازیابی جدید تولید کنید؟ هر کد استفاده‌نشده باقی‌مانده غیرفعال خواهد شد.

source: Generate
fa_ir: تولید

source: Error Generating New Codes
fa_ir: خطا در تولید کدهای جدید

source: New Recovery Codes
fa_ir: کدهای بازیابی جدید

source: An error was encountered while trying to generate new recovery codes. Please try again.
fa_ir: هنگام تلاش برای تولید کدهای بازیابی جدید خطا رخ داد. لطفاً دوباره تلاش کنید.

source: Wordfence Login Security Installed
fa_ir: امنیت ورود وردفنس نصب شد

source: You have just installed the Wordfence Login Security plugin. It contains a subset of the functionality found in the full Wordfence plugin: Two-factor Authentication, XML-RPC Protection and Login Page CAPTCHA.
fa_ir: شما به تازگی پلاگین امنیت ورود وردفنس را نصب کرده‌اید. این پلاگین بخشی از قابلیت‌های پلاگین کامل وردفنس را شامل می‌شود: احراز هویت دو مرحله‌ای، حفاظت از XML-RPC و CAPTCHA صفحه ورود.

source: If you're looking for a more comprehensive solution, the <a href="%s" target="_blank" rel="noopener noreferrer">full Wordfence plugin</a> includes all of the features in this plugin as well as a full-featured WordPress firewall, a security scanner, live traffic, and more. The standard installation includes a robust set of free features that can be upgraded via a Premium license key.
fa_ir: اگر به دنبال یک راه‌حل جامع‌تر هستید، <a href="%s" target="_blank" rel="noopener noreferrer">پلاگین کامل وردفنس</a> شامل تمام ویژگی‌های این پلاگین به همراه یک فایروال کامل وردپرس، اسکنر امنیتی، ترافیک زنده و بیشتر است. نصب استاندارد شامل مجموعه‌ای از ویژگی‌های رایگان است که می‌توان آنها را از طریق کلید مجوز Premium ارتقا داد.

source: 1.0 (definitely a human)
fa_ir: 1.0 (قطعاً انسان)

source: 0.5 (probably a human)
fa_ir: 0.5 (احتمالاً انسان)

source: 0.1 (probably a bot)
fa_ir: 0.1 (احتمالاً ربات)

source: reCAPTCHA human/bot threshold score
fa_ir: آستانه امتیاز reCAPTCHA برای انسان/ربات

source: A reCAPTCHA score equal to or higher than this value will be considered human. Anything lower will be treated as a bot and require additional verification for login and registration.
fa_ir: امتیاز reCAPTCHA برابر یا بالاتر از این مقدار به عنوان انسان در نظر گرفته می‌شود. هر امتیاز پایین‌تر به عنوان ربات تلقی خواهد شد و برای ورود و ثبت‌نام نیاز به تأیید اضافی خواهد داشت.

source: Reset Score Statistics
fa_ir: بازنشانی آمار امتیاز

source: Requests
fa_ir: درخواست‌ها

source: reCAPTCHA Score History
fa_ir: تاریخچه امتیاز reCAPTCHA

source: Count
fa_ir: شمارش

source: Enable reCAPTCHA on the login and user registration pages
fa_ir: فعال‌سازی reCAPTCHA در صفحات ورود و ثبت‌نام کاربران

source: reCAPTCHA v3 does not make users solve puzzles or click a checkbox like previous versions. The only visible part is the reCAPTCHA logo. If a visitor's browser fails the CAPTCHA, Wordfence will send an email to the user's address with a link they can click to verify that they are a user of your site. You can read further details <a href="%s" target="_blank" rel="noopener noreferrer">in our documentation</a>.
fa_ir: reCAPTCHA v3 به کاربران نیازی به حل معما یا کلیک بر روی یک چک‌باکس مانند نسخه‌های قبلی ندارد. تنها بخش قابل مشاهده، لوگوی reCAPTCHA است. اگر مرورگر یک بازدیدکننده CAPTCHA را رد کند، وردفنس ایمیلی به آدرس کاربر ارسال خواهد کرد که در آن لینکی وجود دارد که کاربر می‌تواند بر روی آن کلیک کند تا تأیید کند که از کاربران سایت شما است. برای جزئیات بیشتر می‌توانید <a href="%s" target="_blank" rel="noopener noreferrer">مستندات ما را مطالعه کنید</a>.

source: reCAPTCHA v3 Site Key
fa_ir: کلید سایت reCAPTCHA v3

source: reCAPTCHA v3 Secret
fa_ir: رمز reCAPTCHA v3

source: Note: This feature requires a free site key and secret for the <a href="https://www.google.com/recaptcha/about/" target="_blank" rel="noopener noreferrer">Google reCAPTCHA v3 Service</a>. To set up new reCAPTCHA keys, log into your Google account and go to the <a href="https://www.google.com/recaptcha/admin" target="_blank" rel="noopener noreferrer">reCAPTCHA admin page</a>.
fa_ir: توجه: این ویژگی به یک کلید سایت و رمز رایگان برای <a href="https://www.google.com/recaptcha/about/" target="_blank" rel="noopener noreferrer">خدمات reCAPTCHA v3 گوگل</a> نیاز دارد. برای تنظیم کلیدهای جدید reCAPTCHA، وارد حساب کاربری گوگل خود شوید و به <a href="https://www.google.com/recaptcha/admin" target="_blank" rel="noopener noreferrer">صفحه مدیریت reCAPTCHA</a> بروید.

source: Use the most secure method to get visitor IP addresses. Prevents spoofing and works with most sites.
fa_ir: از امن‌ترین روش برای دریافت آدرس‌های IP بازدیدکننده استفاده کنید. از جعل آدرس جلوگیری می‌کند و با بیشتر سایت‌ها سازگار است.

source: (Recommended)
fa_ir: (توصیه‌شده)

source: Use PHP's built in REMOTE_ADDR and don't use anything else. Very secure if this is compatible with your site.
fa_ir: از REMOTE_ADDR داخلی PHP استفاده کنید و هیچ چیز دیگری را استفاده نکنید. بسیار امن است اگر این با سایت شما سازگار باشد.

source: Use the X-Forwarded-For HTTP header. Only use if you have a front-end proxy or spoofing may result.
fa_ir: از هدر HTTP X-Forwarded-For استفاده کنید. فقط در صورتی که یک پروکسی جلو (front-end proxy) دارید، در غیر این صورت ممکن است جعل آدرس رخ دهد.

source: Use the X-Real-IP HTTP header. Only use if you have a front-end proxy or spoofing may result.
fa_ir: از هدر HTTP X-Real-IP استفاده کنید. فقط در صورتی که یک پروکسی جلو (front-end proxy) دارید، در غیر این صورت ممکن است جعل آدرس رخ دهد.

source: How to get IPs
fa_ir: چگونه IP‌ها را دریافت کنیم

source: These IPs (or CIDR ranges) will be ignored when determining the requesting IP via the X-Forwarded-For HTTP header. Enter one IP or CIDR range per line.
fa_ir: این IP‌ها (یا رنج‌های CIDR) هنگام تعیین IP درخواست‌دهنده از طریق هدر HTTP X-Forwarded-For نادیده گرفته خواهند شد. یک IP یا رنج CIDR را در هر خط وارد کنید.

source: NTP is a protocol that allows for remote time synchronization. Wordfence Login Security uses this protocol to ensure that it has the most accurate time which is necessary for TOTP-based two-factor authentication.
fa_ir: NTP یک پروتکل است که به همگام‌سازی زمان از راه دور اجازه می‌دهد. امنیت ورود وردفنس از این پروتکل برای اطمینان از داشتن دقیق‌ترین زمان استفاده می‌کند که برای احراز هویت دو مرحله‌ای مبتنی بر TOTP ضروری است.
