Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: Pause live updates when window loses focus
fa_ir: موقوف کردن به‌روزرسانی‌های زنده زمانی که پنجره فوکوس را از دست می‌دهد

source: Update interval in seconds
fa_ir: فاصله زمانی به‌روزرسانی به ثانیه

source: Bypass the LiteSpeed "noabort" check
fa_ir: عبور از بررسی "noabort" LiteSpeed

source: Delete Wordfence tables and data on deactivation
fa_ir: حذف جداول و داده‌های وردفنس هنگام غیرفعال‌سازی

source: Updates Needed (Plugin, Theme, or Core)
fa_ir: به‌روزرسانی‌های مورد نیاز (افزونه، تم، یا هسته)

source: Security Alerts
fa_ir: هشدارهای امنیتی

source: Promotions
fa_ir: تبلیغات

source: Blog Highlights
fa_ir: برجسته‌های وبلاگ

source: Product Updates
fa_ir: به‌روزرسانی‌های محصول

source: Email me when Wordfence is automatically updated
fa_ir: به من ایمیل بفرستید زمانی که وردفنس به‌طور خودکار به‌روزرسانی شود

source: Email me if Wordfence is deactivated
fa_ir: به من ایمیل بفرستید اگر وردفنس غیرفعال شود

source: Email me if the Wordfence Web Application Firewall is turned off
fa_ir: به من ایمیل بفرستید اگر فایروال اپلیکیشن وب وردفنس خاموش شود

source: Alert me with scan results of this severity level or greater
fa_ir: من را با نتایج اسکن این سطح شدت یا بیشتر هشدار دهید

source: Alert when an IP address is blocked
fa_ir: هشدار دهید زمانی که یک آدرس IP مسدود شود

source: Alert when someone is locked out from login
fa_ir: هشدار دهید زمانی که کسی از ورود مسدود شود

source: Alert when the "lost password" form is used for a valid user
fa_ir: هشدار دهید زمانی که فرم "بازیابی رمز عبور" برای یک کاربر معتبر استفاده شود

source: Alert me when someone with administrator access signs in
fa_ir: من را هشدار دهید زمانی که کسی با دسترسی مدیر وارد شود

source: Only alert me when that administrator signs in from a new device
fa_ir: فقط من را هشدار دهید زمانی که آن مدیر از یک دستگاه جدید وارد شود

source: Alert me when a non-admin user signs in
fa_ir: من را هشدار دهید زمانی که یک کاربر غیرمدیر وارد شود

source: Only alert me when that user signs in from a new device
fa_ir: فقط من را هشدار دهید زمانی که آن کاربر از یک دستگاه جدید وارد شود

source: Alert me when there's a large increase in attacks detected on my site
fa_ir: من را هشدار دهید زمانی که افزایش زیادی در حملات شناسایی شده در سایت من وجود داشته باشد

source: Maximum email alerts to send per hour
fa_ir: حداکثر هشدارهای ایمیلی که در هر ساعت ارسال شود

source: Enable email summary
fa_ir: فعال کردن خلاصه ایمیلی

source: List of directories to exclude from recently modified file list
fa_ir: فهرست دایرکتوری‌ها برای حذف از فهرست فایل‌های تغییر یافته اخیر

source: Enable activity report widget on the WordPress dashboard
fa_ir: فعال کردن ویجت گزارش فعالیت در داشبورد وردپرس

source: Web Application Firewall Protection Level
fa_ir: سطح حفاظت فایروال اپلیکیشن وب

source: Real-Time IP Blocklist
fa_ir: لیست مسدودسازی IP در زمان واقعی

source: Delay IP and Country blocking until after WordPress and plugins have loaded (only process firewall rules early)
fa_ir: مسدودسازی IP و کشور را تا پس از بارگذاری وردپرس و افزونه‌ها به تأخیر بیندازید (فقط قوانین فایروال را زودتر پردازش کنید)

source: Allowlisted IP addresses that bypass all rules
fa_ir: آدرس‌های IP مجاز که از تمامی قوانین عبور می‌کنند

source: Allowlisted services
fa_ir: خدمات مجاز

source: Immediately block IPs that access these URLs
fa_ir: بلافاصله IPهایی که به این URLها دسترسی دارند مسدود کنید

source: Ignored IP addresses for Wordfence Web Application Firewall alerting
fa_ir: آدرس‌های IP نادیده گرفته شده برای هشدار فایروال اپلیکیشن وب وردفنس

source: Web Application Firewall Rules
fa_ir: قوانین فایروال اپلیکیشن وب

source: Enable brute force protection
fa_ir: فعال کردن حفاظت در برابر حملات brute force

source: Lock out after how many login failures
fa_ir: مسدودسازی پس از چند بار تلاش ناموفق برای ورود

source: Lock out after how many forgot password attempts
fa_ir: مسدودسازی پس از چند بار تلاش برای بازیابی رمز عبور

source: Count failures over what time period
fa_ir: شمارش شکست‌ها در چه مدت زمانی

source: Amount of time a user is locked out
fa_ir: مدت زمانی که یک کاربر مسدود می‌شود

source: Immediately lock out invalid usernames
fa_ir: بلافاصله مسدود کردن نام‌های کاربری نامعتبر

source: Immediately block the IP of users who try to sign in as these usernames
fa_ir: بلافاصله مسدود کردن IP کاربران که سعی دارند وارد شوند با این نام‌های کاربری

source: Enforce strong passwords
fa_ir: اجرای پسوردهای قوی

source: Prevent the use of passwords leaked in data breaches
fa_ir: جلوگیری از استفاده از پسوردهای فاش‌شده در نقض داده‌ها

source: Don't let WordPress reveal valid users in login errors
fa_ir: اجازه ندهید وردپرس کاربران معتبر را در خطاهای ورود فاش کند

source: Prevent users registering "admin" username if it doesn't exist
fa_ir: جلوگیری از ثبت نام کاربری با نام "admin" اگر این نام وجود ندارد

source: Prevent discovery of usernames through "/?author=N" scans, the oEmbed API, the WordPress REST API, and WordPress XML Sitemaps
fa_ir: جلوگیری از کشف نام‌های کاربری از طریق اسکن‌های "/?author=N"، API oEmbed، API REST وردپرس و نقشه‌های سایت XML وردپرس

source: Disable WordPress application passwords
fa_ir: غیرفعال کردن پسوردهای اپلیکیشن وردپرس

source: Block IPs who send POST requests with blank User-Agent and Referer
fa_ir: مسدود کردن آدرس‌های IP که درخواست‌های POST با User-Agent و Referer خالی ارسال می‌کنند

source: Custom text shown on block pages
fa_ir: متن سفارشی که در صفحات مسدود شده نمایش داده می‌شود

source: Check password strength on profile update
fa_ir: بررسی قدرت پسورد هنگام به‌روزرسانی پروفایل

source: Participate in the Real-Time Wordfence Security Network
fa_ir: شرکت در شبکه امنیتی وردفنس در زمان واقعی

source: Enable Rate Limiting and Advanced Blocking
fa_ir: فعال‌سازی محدودیت نرخ و مسدودسازی پیشرفته

source: How should we treat Google's crawlers
fa_ir: چگونه باید با ربات‌های گوگل برخورد کنیم

source: If anyone's requests exceed
fa_ir: اگر درخواست‌های کسی بیشتر از حد مجاز شود

source: If a crawler's page views exceed
fa_ir: اگر تعداد بازدیدهای یک ربات از صفحات بیشتر از حد مجاز شود

source: If a crawler's pages not found (404s) exceed
fa_ir: اگر صفحات یافت نشده (404) یک ربات از حد مجاز بیشتر شود

source: If a human's page views exceed
fa_ir: اگر تعداد بازدیدهای صفحات یک انسان بیشتر از حد مجاز شود

source: If a human's pages not found (404s) exceed
fa_ir: اگر صفحات یافت نشده (404) یک انسان از حد مجاز بیشتر شود

source: How long is an IP address blocked when it breaks a rule
fa_ir: مدت زمانی که یک آدرس IP مسدود می‌شود زمانی که یک قانون را نقض می‌کند

source: Allowlisted 404 URLs
fa_ir: URLهای 404 مجاز

source: Web Application Firewall Allowlisted URLs
fa_ir: URLهای مجاز فایروال اپلیکیشن وب

source: Monitor background requests from an administrator's web browser for false positives (Front-end Website)
fa_ir: نظارت بر درخواست‌های پس‌زمینه از مرورگر وب مدیر برای شناسایی اشتباهات مثبت (وب‌سایت جلویی)

source: Monitor background requests from an administrator's web browser for false positives (Admin Panel)
fa_ir: نظارت بر درخواست‌های پس‌زمینه از مرورگر وب مدیر برای شناسایی اشتباهات مثبت (پنل مدیریت)

source: What to do when we block someone visiting from a blocked country
fa_ir: چه کار باید کرد زمانی که کسی از کشوری مسدود شده بازدید می‌کند

source: URL to redirect blocked countries to
fa_ir: URL برای هدایت کشورهای مسدود شده

source: Block countries even if they are logged in
fa_ir: مسدود کردن کشورها حتی اگر وارد سیستم شده باشند

source: If user from a blocked country hits the relative URL ____ then redirect that user to ____ and set a cookie that will bypass all country blocking
fa_ir: اگر کاربری از کشوری مسدود شده به URL مربوطه ____ دسترسی پیدا کند، آن کاربر را به ____ هدایت کنید و یک کوکی تنظیم کنید که تمام مسدودسازی‌های کشوری را دور بزند

source: If user who is allowed to access the site views the relative URL ____ then set a cookie that will bypass country blocking in future in case that user hits the site from a blocked country
fa_ir: اگر کاربری که اجازه دسترسی به سایت را دارد به URL مربوطه ____ دسترسی پیدا کند، یک کوکی تنظیم کنید که مسدودسازی کشور را در آینده دور بزند اگر آن کاربر از کشوری مسدود شده وارد سایت شود

source: Schedule Wordfence Scans
fa_ir: برنامه‌ریزی اسکن‌های وردفنس

source: Scan Type
fa_ir: نوع اسکن

source: Check if this website is on a domain blocklist
fa_ir: بررسی کنید که آیا این وب‌سایت در لیست مسدودشده دامنه‌ها است

source: Check if this website is being &quot;Spamvertised&quot;
fa_ir: بررسی کنید که آیا این وب‌سایت تحت تبلیغات اسپم قرار دارد

source: Check if this website IP is generating spam
fa_ir: بررسی کنید که آیا IP این وب‌سایت اسپم تولید می‌کند

source: Scan for misconfigured How does Wordfence get IPs
fa_ir: اسکن برای پیکربندی نادرست چگونه وردفنس آدرس‌های IP را دریافت می‌کند

source: Scan for publicly accessible configuration, backup, or log files
fa_ir: اسکن برای فایل‌های پیکربندی، پشتیبان‌گیری یا لاگ‌های قابل دسترسی عمومی

source: Scan for publicly accessible quarantined files
fa_ir: اسکن برای فایل‌های قرنطینه شده قابل دسترسی عمومی

source: Scan core files against repository versions for changes
fa_ir: اسکن فایل‌های هسته‌ای در برابر نسخه‌های مخزن برای تغییرات

source: Scan theme files against repository versions for changes
fa_ir: اسکن فایل‌های تم در برابر نسخه‌های مخزن برای تغییرات

source: Scan plugin files against repository versions for changes
fa_ir: اسکن فایل‌های افزونه در برابر نسخه‌های مخزن برای تغییرات

source: Scan wp-admin and wp-includes for files not bundled with WordPress
fa_ir: اسکن wp-admin و wp-includes برای فایل‌هایی که همراه با وردپرس نبوده‌اند

source: Scan for signatures of known malicious files
fa_ir: اسکن برای امضاهای فایل‌های مخرب شناخته شده

source: Scan file contents for backdoors, trojans and suspicious code
fa_ir: اسکن محتوای فایل‌ها برای شناسایی درهای پشتی، تروجان‌ها و کدهای مشکوک

source: Scan file contents for malicious URLs
fa_ir: اسکن محتوای فایل‌ها برای شناسایی URLهای مخرب

source: Scan posts for known dangerous URLs and suspicious content
fa_ir: اسکن پست‌ها برای شناسایی URLهای خطرناک شناخته شده و محتوای مشکوک

source: Scan comments for known dangerous URLs and suspicious content
fa_ir: اسکن نظرات برای شناسایی URLهای خطرناک شناخته شده و محتوای مشکوک

source: Scan WordPress core, plugin, and theme options for known dangerous URLs and suspicious content
fa_ir: اسکن گزینه‌های هسته وردپرس، افزونه‌ها و تم‌ها برای شناسایی URLهای خطرناک شناخته شده و محتوای مشکوک

source: Scan for out of date, abandoned, and vulnerable plugins, themes, and WordPress versions
fa_ir: اسکن برای افزونه‌ها، تم‌ها و نسخه‌های وردپرس قدیمی، رها شده و آسیب‌پذیر

source: Scan for suspicious admin users created outside of WordPress
fa_ir: اسکن برای کاربران مدیر مشکوک که خارج از وردپرس ایجاد شده‌اند

source: Check the strength of passwords
fa_ir: بررسی قدرت پسوردها

source: Monitor disk space
fa_ir: نظارت بر فضای دیسک

source: Monitor Web Application Firewall status
fa_ir: نظارت بر وضعیت فایروال اپلیکیشن وب

source: Scan files outside your WordPress installation
fa_ir: اسکن فایل‌های خارج از نصب وردپرس شما

source: Scan images, binary, and other files as if they were executable
fa_ir: اسکن تصاویر، فایل‌های باینری و سایر فایل‌ها به‌گونه‌ای که گویی اجرایی هستند

source: Use low resource scanning (reduces server load by lengthening the scan duration)
fa_ir: استفاده از اسکن با منابع کم (باعث کاهش بار سرور با افزایش مدت زمان اسکن می‌شود)

source: Limit the number of issues sent in the scan results email
fa_ir: محدود کردن تعداد مشکلات ارسال شده در ایمیل نتایج اسکن

source: Time limit that a scan can run in seconds
fa_ir: محدودیت زمانی که یک اسکن می‌تواند در ثانیه‌ها اجرا شود

source: How much memory should Wordfence request when scanning
fa_ir: چقدر حافظه باید وردفنس هنگام اسکن درخواست کند

source: Maximum execution time for each scan stage
fa_ir: حداکثر زمان اجرای هر مرحله اسکن

source: Exclude files from scan that match these wildcard patterns
fa_ir: حذف فایل‌هایی که با این الگوهای wildcard تطابق دارند از اسکن

source: Additional scan signatures
fa_ir: امضاهای اضافی اسکن

source: Use only IPv4 to start scans
fa_ir: فقط از IPv4 برای شروع اسکن استفاده کنید

source: Maximum number of attempts to resume each scan stage
fa_ir: حداکثر تعداد تلاش‌ها برای از سرگیری هر مرحله اسکن

source: Traffic logging mode (Live Traffic)
fa_ir: حالت ثبت ترافیک (ترافیک زنده)

source: Don't log signed-in users with publishing access
fa_ir: ثبت نام کاربران وارد شده با دسترسی به انتشار را ثبت نکنید

source: List of comma separated usernames to ignore
fa_ir: فهرست نام‌های کاربری جداشده با ویرگول که باید نادیده گرفته شوند

source: List of comma separated IP addresses to ignore
fa_ir: فهرست آدرس‌های IP جداشده با ویرگول که باید نادیده گرفته شوند

source: Browser user-agent to ignore
fa_ir: User-Agent مرورگر که باید نادیده گرفته شود

source: Amount of Live Traffic data to store (number of rows)
fa_ir: مقدار داده ترافیک زنده که باید ذخیره شود (تعداد ردیف‌ها)

source: Maximum days to keep Live Traffic data
fa_ir: حداکثر روزهایی که داده‌های ترافیک زنده نگهداری می‌شوند

source: Audit Log logging mode
fa_ir: حالت ثبت گزارش‌های لاگ

source: Export this site's Wordfence options for import on another site
fa_ir: انتقال گزینه‌های Wordfence این سایت برای وارد کردن به سایت دیگری

source: Import Wordfence options from another site using a token
fa_ir: وارد کردن گزینه‌های Wordfence از سایت دیگر با استفاده از توکن

source: Require Cellphone Sign-in for all Administrators
fa_ir: نیاز به ورود از طریق موبایل برای تمام مدیران

source: Enable Separate Prompt for Two Factor Code
fa_ir: فعال‌سازی درخواست جداگانه برای کد دو عاملی

source: Are you sure you want to restore the default settings? This will undo any custom changes you have made to the options on this page. If you have manually disabled any rules or added any custom allowlisted URLs, those changes will not be overwritten.
fa_ir: آیا مطمئن هستید که می‌خواهید تنظیمات پیش‌فرض را بازیابی کنید؟ این عمل هرگونه تغییرات سفارشی که در گزینه‌های این صفحه اعمال کرده‌اید را بازمی‌گرداند. اگر شما به‌طور دستی هرگونه قاعده‌ای را غیرفعال کرده یا آدرس‌های URL اجازه داده‌شده سفارشی اضافه کرده‌اید، این تغییرات بازنویسی نخواهند شد.

source: These options are also available throughout the plugin pages, in the relevant sections. This page is provided for easier setup for experienced Wordfence users.
fa_ir: این گزینه‌ها همچنین در سراسر صفحات افزونه، در بخش‌های مربوطه موجود است. این صفحه برای راحت‌تر کردن تنظیمات برای کاربران باتجربه Wordfence ارائه شده است.

source: Scan Options
fa_ir: گزینه‌های اسکن

source: Tool Options
fa_ir: گزینه‌های ابزار

source: Importing and exporting of options is available on the Tools page
fa_ir: وارد کردن و صادر کردن گزینه‌ها در صفحه ابزارها در دسترس است

source: Status Updates Paused<br /><small>Click inside window to resume</small>
fa_ir: به‌روزرسانی وضعیت‌ها موقتاً متوقف شده است<br /><small>برای ادامه، داخل پنجره کلیک کنید</small>

source: Learn more<span class="wf-hidden-xs"> about the Scanner</span>
fa_ir: بیشتر بیاموزید<span class="wf-hidden-xs"> درباره اسکنر</span>

source: Scan Type:
fa_ir: نوع اسکن:

source: Malware Signatures:
fa_ir: امضاءهای بدافزار:

source: Signatures updated in real-time
fa_ir: امضاءها در زمان واقعی به‌روزرسانی می‌شوند

source: Signature updates delayed by 30 days
fa_ir: به‌روزرسانی‌های امضاءها با تأخیر 30 روزه انجام می‌شود

source: Protect More Sites
fa_ir: محافظت از سایت‌های بیشتر

source: Malware Signatures Status
fa_ir: وضعیت امضاءهای بدافزار

source: Enable Premium Scan Signatures.
fa_ir: فعال‌سازی امضاءهای اسکن پریمیوم

source: Reputation Checks
fa_ir: بررسی‌های شهرت

source: Check spam &amp; spamvertising blocklists
fa_ir: بررسی لیست‌های مسدودسازی هرزنامه و تبلیغات هرزنامه

source: Manage Options
fa_ir: مدیریت گزینه‌ها

source: Reputation Check Status
fa_ir: وضعیت بررسی شهرت

source: Scan Options and Scheduling
fa_ir: گزینه‌ها و زمان‌بندی اسکن

source: Manage scan options including scheduling
fa_ir: مدیریت گزینه‌های اسکن از جمله زمان‌بندی

source: Are you sure you want to delete?
fa_ir: آیا مطمئن هستید که می‌خواهید حذف کنید؟

source: <strong>WARNING:</strong> If you delete the wrong file, it could cause your WordPress website to stop functioning, and you will probably have to restore from a backup.
fa_ir: <strong>هشدار:</strong> اگر فایل اشتباهی را حذف کنید، ممکن است باعث توقف عملکرد سایت وردپرس شما شود و احتمالاً مجبور به بازیابی از پشتیبان خواهید بود.

source: Do not delete files on your system unless you're ABSOLUTELY sure you know what you're doing. If you delete the wrong file it could cause your WordPress website to stop functioning and you will probably have to restore from backups. If you're unsure, Cancel and work with your hosting provider to clean your system of infected files. If you'd like to learn more, <a href="%s" target="_blank" rel="noopener noreferrer">click here for our help article<span class="screen-reader-text"> (opens in new tab)</span></a>.
fa_ir: فایل‌ها را در سیستم خود حذف نکنید مگر اینکه مطمئن باشید می‌دانید چه کاری انجام می‌دهید. اگر فایل اشتباهی را حذف کنید، ممکن است باعث توقف عملکرد سایت وردپرس شما شود و احتمالاً مجبور به بازیابی از پشتیبان خواهید بود. اگر مطمئن نیستید، لغو کنید و با ارائه‌دهنده میزبانی خود برای پاکسازی سیستم از فایل‌های آلوده همکاری کنید. اگر می‌خواهید بیشتر بیاموزید، <a href="%s" target="_blank" rel="noopener noreferrer">اینجا کلیک کنید برای مقاله کمک ما<span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>.

source: Delete Files
fa_ir: حذف فایل‌ها

source: Are you sure you want to repair?
fa_ir: آیا مطمئن هستید که می‌خواهید تعمیر کنید؟

source: Do not repair files on your system unless you're ABSOLUTELY sure you know what you're doing. If you repair the wrong file it could cause your WordPress website to stop functioning and you will probably have to restore from backups. If you're unsure, Cancel and work with your hosting provider to clean your system of infected files.
fa_ir: فایل‌ها را در سیستم خود تعمیر نکنید مگر اینکه مطمئن باشید می‌دانید چه کاری انجام می‌دهید. اگر فایل اشتباهی را تعمیر کنید، ممکن است باعث توقف عملکرد سایت وردپرس شما شود و احتمالاً مجبور به بازیابی از پشتیبان خواهید بود. اگر مطمئن نیستید، لغو کنید و با ارائه‌دهنده میزبانی خود برای پاکسازی سیستم از فایل‌های آلوده همکاری کنید.

source: Repair Files
fa_ir: تعمیر فایل‌ها

source: Close
fa_ir: بستن

source: A Wordfence scan looks for malware, malicious URLs, and patterns of infections by examining all of the files, posts, and comments on your WordPress website. It also checks your server and monitors your site's online reputation.
fa_ir: یک اسکن Wordfence به جستجوی بدافزار، URLهای مخرب و الگوهای عفونت از طریق بررسی تمام فایل‌ها، پست‌ها و نظرات در سایت وردپرس شما می‌پردازد. همچنین سرور شما را بررسی کرده و شهرت آنلاین سایت شما را مانیتور می‌کند.

source: Manage Scan Settings
fa_ir: مدیریت تنظیمات اسکن

source: Set up the way you want the scan to monitor your site security including custom scan configurations and scheduling.
fa_ir: راه‌اندازی نحوه‌ای که می‌خواهید اسکن امنیت سایت شما را مانیتور کند، از جمله پیکربندی‌های سفارشی اسکن و زمان‌بندی.

source: Start Your First Scan
fa_ir: اسکن اول خود را شروع کنید

source: By default, Wordfence will scan your site daily. Start your first scan now to see if your site has any security issues that need to be addressed. From here you can run manual scans any time you like.
fa_ir: به‌طور پیش‌فرض، Wordfence سایت شما را روزانه اسکن می‌کند. اسکن اول خود را اکنون شروع کنید تا ببینید آیا سایت شما مشکلات امنیتی دارد که نیاز به رسیدگی دارند. از اینجا می‌توانید هر زمان که بخواهید اسکن‌های دستی انجام دهید.

source: Scan Options &amp; Settings
fa_ir: گزینه‌ها و تنظیمات اسکن

source: All of your scan options, including scheduling, are now located here.
fa_ir: تمام گزینه‌های اسکن شما، از جمله زمان‌بندی، اکنون در اینجا قرار دارند.

source: Scan Progress and Activity
fa_ir: پیشرفت اسکن و فعالیت

source: Track each scan stage as Wordfence scans your entire site. Along the way you can see the activity log one line at a time or expand the activity log for a more detailed view. Clicking on scan results will reveal detailed scan findings.
fa_ir: هر مرحله اسکن را پیگیری کنید در حالی که Wordfence سایت شما را به‌طور کامل اسکن می‌کند. در طول مسیر می‌توانید گزارش فعالیت را خط به خط مشاهده کنید یا گزارش فعالیت را برای دیدگاهی دقیق‌تر گسترش دهید. کلیک کردن روی نتایج اسکن، یافته‌های دقیق اسکن را نشان می‌دهد.

source: Back to Scan
fa_ir: بازگشت به اسکن

source: File System Credentials Required
fa_ir: اعتبارنامه‌های سیستم فایل مورد نیاز است

source: Security token has expired. Click <a href="%s">here</a> to return to the scan page.
fa_ir: توکن امنیتی منقضی شده است. برای بازگشت به صفحه اسکن، <a href="%s">اینجا</a> کلیک کنید.

source: Scanner Options
fa_ir: گزینه‌های اسکنر

source: Are you sure you want to restore the default Scan settings? This will undo any custom changes you have made to the options on this page.
fa_ir: آیا مطمئن هستید که می‌خواهید تنظیمات پیش‌فرض اسکن را بازیابی کنید؟ این عمل هرگونه تغییرات سفارشی که در گزینه‌های این صفحه اعمال کرده‌اید را بازمی‌گرداند.

source: Learn more<span class="wf-hidden-xs"> about Scanning</span>
fa_ir: بیشتر بیاموزید<span class="wf-hidden-xs"> درباره اسکن</span>

source: Premium Support
fa_ir: پشتیبانی پریمیوم

source: As a Wordfence Response customer you are entitled to hands-on priority support 24 hours a day 365 days a year. Our incident response team is available out of hours to handle urgent issues and security incidents. Our customer support team is available during business hours (Monday to Friday, 6am to 5pm Pacific and 9am to 8pm Eastern time) for product assistance. Both teams can sign-in to your site to assist, on request.
fa_ir: به‌عنوان یک مشتری Wordfence Response شما حق اولویت پشتیبانی عملی 24 ساعت شبانه‌روز و 365 روز سال را دارید. تیم پاسخ‌گویی به حوادث ما خارج از ساعات کاری برای رسیدگی به مسائل فوری و حوادث امنیتی در دسترس است. تیم پشتیبانی مشتری ما در ساعات کاری (دوشنبه تا جمعه، 6 صبح تا 5 بعدازظهر به وقت اقیانوس آرام و 9 صبح تا 8 شب به وقت شرقی) برای کمک به محصولات در دسترس است. هر دو تیم می‌توانند با درخواست شما وارد سایت شما شوند تا کمک کنند.

source: As a Wordfence Care customer you are entitled to hands-on priority support and have access to our incident response team. Our senior support engineers and incident response team respond to requests quickly within business hours (Monday to Friday, 6am to 5pm Pacific and 9am to 8pm Eastern time) and can sign-in to your site on request to assist with complex issues.
fa_ir: به‌عنوان یک مشتری Wordfence Care شما حق اولویت پشتیبانی عملی را دارید و به تیم پاسخ‌گویی به حوادث ما دسترسی دارید. مهندسان ارشد پشتیبانی و تیم پاسخ‌گویی به حوادث ما به درخواست‌ها سریعاً در ساعات کاری (دوشنبه تا جمعه، 6 صبح تا 5 بعدازظهر به وقت اقیانوس آرام و 9 صبح تا 8 شب به وقت شرقی) پاسخ می‌دهند و می‌توانند به درخواست شما وارد سایت شما شوند تا به مسائل پیچیده کمک کنند.

source: As a Wordfence Premium customer you're entitled to paid support via our ticketing system. Our senior support engineers respond to Premium tickets during regular business hours (Monday to Friday, 6am to 5pm Pacific and 9am to 8pm Eastern time) and have a direct line to our QA and development teams.
fa_ir: به‌عنوان یک مشتری Wordfence Premium شما حق پشتیبانی پرداختی از طریق سیستم تیکتینگ ما را دارید. مهندسان ارشد پشتیبانی ما به تیکت‌های Premium در ساعات کاری معمولی (دوشنبه تا جمعه، 6 صبح تا 5 بعدازظهر به وقت اقیانوس آرام و 9 صبح تا 8 شب به وقت شرقی) پاسخ می‌دهند و به تیم‌های QA و توسعه ما دسترسی مستقیم دارند.

source: Get Help
fa_ir: دریافت کمک

source: Upgrade to hands-on support with Wordfence Care
fa_ir: ارتقاء به پشتیبانی عملی با Wordfence Care

source: Upgrade to a 24/7 1-hour response time with Wordfence Response
fa_ir: ارتقاء به پشتیبانی 24/7 با زمان پاسخ 1 ساعته با Wordfence Response

source: Upgrade Now to Access Premium Support
fa_ir: اکنون ارتقاء دهید تا به پشتیبانی Premium دسترسی پیدا کنید
