Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: Our senior support engineers <strong>respond to Premium tickets within a few hours</strong> on average and have a direct line to our QA and development teams.
fa_ir: مهندسان ارشد پشتیبانی ما <strong>در عرض چند ساعت</strong> به‌طور میانگین به تیکت‌های Premium پاسخ می‌دهند و به تیم‌های QA و توسعه ما دسترسی مستقیم دارند.

source: Free Support
fa_ir: پشتیبانی رایگان

source: Support for free customers is available via our forums page on wordpress.org. The majority of requests <strong>receive an answer within a few days.</strong>
fa_ir: پشتیبانی برای مشتریان رایگان از طریق صفحه انجمن‌های ما در wordpress.org در دسترس است. اکثریت درخواست‌ها <strong>در عرض چند روز پاسخ دریافت می‌کنند.</strong>

source: Go to Support Forums
fa_ir: به انجمن‌های پشتیبانی بروید

source: GDPR Information
fa_ir: اطلاعات GDPR

source: General Data Protection Regulation
fa_ir: قانون حفاظت از داده‌های عمومی

source: The GDPR is a set of rules that provides more control over EU personal data. Defiant has updated its terms of service, privacy policies, and software, as well as made available standard contractual clauses to meet GDPR compliance.
fa_ir: GDPR مجموعه‌ای از قوانین است که کنترل بیشتری بر داده‌های شخصی اتحادیه اروپا فراهم می‌کند. Defiant شرایط خدمات، سیاست‌های حریم خصوصی و نرم‌افزار خود را به‌روزرسانی کرده است و همچنین بندهای قراردادی استانداردی را برای رعایت تطابق با GDPR در دسترس قرار داده است.

source: Agreement to New Terms and Privacy Policies
fa_ir: موافقت با شرایط و سیاست‌های حریم خصوصی جدید

source: To continue using Defiant products and services including the Wordfence plugin, all customers must review and agree to the updated terms and privacy policies. These changes reflect our commitment to follow data protection best practices and regulations. The Wordfence interface will remain disabled until these terms are agreed to.
fa_ir: برای ادامه استفاده از محصولات و خدمات Defiant از جمله افزونه Wordfence، تمامی مشتریان باید شرایط و سیاست‌های حریم خصوصی به‌روز شده را بررسی کرده و با آن موافقت کنند. این تغییرات نشان‌دهنده تعهد ما به رعایت بهترین شیوه‌ها و مقررات حفاظت از داده‌ها است. رابط کاربری Wordfence تا زمانی که این شرایط پذیرفته نشود، غیرفعال خواهد ماند.

source: All Documentation
fa_ir: تمام مستندات

source: Top Topics and Questions
fa_ir: موضوعات و سوالات اصلی

source: Documentation
fa_ir: مستندات

source: Documentation about Wordfence may be found on our website by clicking the button below or by clicking the <i class="wf-fa wf-fa-question-circle-o" aria-hidden="true"></i> links on any of the plugin's pages.
fa_ir: مستندات مربوط به Wordfence را می‌توانید در وب‌سایت ما پیدا کنید، با کلیک بر روی دکمه زیر یا با کلیک بر روی لینک‌های <i class="wf-fa wf-fa-question-circle-o" aria-hidden="true"></i> در هر یک از صفحات افزونه.

source: View Documentation
fa_ir: مشاهده مستندات

source: Premium License Installed
fa_ir: مجوز پریمیوم نصب شد

source: Congratulations! Wordfence Premium is now active on your website. Please note that some Premium features are not enabled by default.
fa_ir: تبریک می‌گوییم! Wordfence Premium اکنون روی وب‌سایت شما فعال است. لطفاً توجه داشته باشید که برخی از ویژگی‌های پریمیوم به‌طور پیش‌فرض فعال نیستند.

source: Continue
fa_ir: ادامه

source: An unknown error occurred.
fa_ir: خطای ناشناسی رخ داد.

source: Two-Factor Authentication
fa_ir: احراز هویت دو مرحله‌ای

source: Live Traffic
fa_ir: ترافیک زنده

source: Audit Log
fa_ir: گزارش بازبینی

source: Whois Lookup
fa_ir: جستجوی Whois

source: Diagnostics
fa_ir: تشخیص

source: <a href="%s" target="_blank" rel="noopener noreferrer" class="wf-help-link">Learn more<span class="wf-hidden-xs"> about the Audit Log</span><span class="screen-reader-text"> (opens in new tab)</span></a>
fa_ir: <a href="%s" target="_blank" rel="noopener noreferrer" class="wf-help-link">بیشتر بدانید<span class="wf-hidden-xs"> درباره گزارش بازبینی</span><span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>

source: The Wordfence Audit Log records a history of events on your site to assist in monitoring for unauthorized actions or signs of compromise, ranging from user creation and editing to plugin/theme installation and updates. You can choose to log all events or significant events only, which includes all authentication, site configuration, and site functionality events. Events are securely saved to Wordfence Central to prevent any tampering with the data that may interfere with post-incident analysis and response.
fa_ir: گزارش بازبینی Wordfence تاریخچه‌ای از رویدادهای سایت شما را ثبت می‌کند تا به نظارت بر اقدامات غیرمجاز یا علائم حمله کمک کند، از جمله ایجاد و ویرایش کاربر، نصب و به‌روزرسانی افزونه‌ها/قالب‌ها. شما می‌توانید انتخاب کنید که تمام رویدادها یا فقط رویدادهای مهم را ثبت کنید، که شامل تمام رویدادهای احراز هویت، پیکربندی سایت و عملکرد سایت می‌شود. رویدادها به‌صورت امن در Wordfence Central ذخیره می‌شوند تا از هرگونه دستکاری در داده‌ها که می‌تواند بر تحلیل و پاسخ پس از حادثه تأثیر بگذارد، جلوگیری شود.

source: View Audit Log
fa_ir: مشاهده گزارش بازبینی

source: Connect Site
fa_ir: اتصال سایت

source: Audit log mode: Disabled
fa_ir: وضعیت گزارش بازبینی: غیرفعال

source: You are running WordPress version %1$s, which is not supported by the Wordfence Audit Log. In order to use it, please upgrade to at least WordPress version %2$s.
fa_ir: شما از نسخه %1$s وردپرس استفاده می‌کنید که توسط گزارش بازبینی Wordfence پشتیبانی نمی‌شود. برای استفاده از آن، لطفاً وردپرس خود را به نسخه حداقل %2$s ارتقا دهید.

source: Audit log mode: Not recording
fa_ir: وضعیت گزارش بازبینی: در حال ثبت نیست

source: Premium Feature
fa_ir: ویژگی پریمیوم

source: Wordfence Central is not connected, which is required for recording of audit log events.
fa_ir: Wordfence Central متصل نیست که برای ثبت رویدادهای گزارش بازبینی لازم است.

source: Audit log mode: Preview
fa_ir: وضعیت گزارش بازبینی: پیش‌نمایش

source: Change the recording mode setting above to begin recording events to Wordfence Central.
fa_ir: تنظیمات حالت ضبط را در بالا تغییر دهید تا رویدادها به Wordfence Central ثبت شوند.

source: You will not be able to preview events and events will not record to Wordfence Central.
fa_ir: شما قادر به پیش‌نمایش رویدادها نخواهید بود و رویدادها به Wordfence Central ثبت نخواهند شد.

source: Audit log mode: Malfunctioning
fa_ir: وضعیت گزارش بازبینی: خراب

source: The Audit Log has failed to successfully send events for two days. Please verify the connection with Wordfence Central, connectivity to the Wordfence servers, and that the database has no damaged tables.
fa_ir: گزارش بازبینی به مدت دو روز نتوانسته رویدادها را با موفقیت ارسال کند. لطفاً اتصال به Wordfence Central، اتصال به سرورهای Wordfence و عدم وجود جدول‌های خراب در پایگاه داده را بررسی کنید.

source: Audit log mode: Significant events only
fa_ir: وضعیت گزارش بازبینی: فقط رویدادهای مهم

source: The audit log is currently recording all significant events to Wordfence Central, which includes user actions and updates, site modifications, and Wordfence configuration changes.
fa_ir: گزارش بازبینی در حال حاضر تمام رویدادهای مهم را به Wordfence Central ثبت می‌کند، که شامل اقدامات و به‌روزرسانی‌های کاربران، تغییرات سایت و تغییرات پیکربندی Wordfence است.

source: Audit log mode: All events
fa_ir: وضعیت گزارش بازبینی: تمام رویدادها

source: The audit log is currently recording all monitored events to Wordfence Central, including content changes, user actions and changes, site modifications, and Wordfence configuration updates.
fa_ir: گزارش بازبینی در حال حاضر تمام رویدادهای نظارت شده را به Wordfence Central ثبت می‌کند، از جمله تغییرات محتوا، اقدامات و تغییرات کاربران، تغییرات سایت و به‌روزرسانی‌های پیکربندی Wordfence.

source: Log Security Events to an Off-Site Audit Log on Wordfence Central
fa_ir: ثبت رویدادهای امنیتی در گزارش بازبینی خارجی در Wordfence Central

source: The Wordfence Audit Log is designed to monitor all changes and actions in security-sensitive areas of the site. Actions such as user creation, plugin installation and activation, changes to settings, and similar are all logged with relevant contextual information for later review or forensic analysis. Additionally, the log is securely saved outside of the site on Wordfence Central (sample below) to avoid tampering or deletion by malicious actors.
fa_ir: گزارش بازبینی Wordfence برای نظارت بر تمام تغییرات و اقدامات در نواحی حساس به امنیت سایت طراحی شده است. اقداماتی مانند ایجاد کاربر، نصب و فعال‌سازی افزونه، تغییرات در تنظیمات و مشابه آن‌ها همه با اطلاعات مربوطه ثبت می‌شوند تا برای بازبینی یا تحلیل‌های قانونی در آینده استفاده شوند. علاوه بر این، گزارش به‌صورت امن خارج از سایت در Wordfence Central ذخیره می‌شود (نمونه زیر) تا از دستکاری یا حذف توسط مهاجمان جلوگیری شود.

source: Recent Event Summary
fa_ir: خلاصه رویدادهای اخیر

source: The most recently-detected events on this site are listed below. When the audit log is enabled and your site is connected to Wordfence Central, full details of each event can be found on Central. This includes information such as record IDs, version numbers, and which modifications were made. Log entries in preview mode are only stored locally.
fa_ir: جدیدترین رویدادهای شناسایی شده در این سایت در زیر لیست شده‌اند. زمانی که گزارش بازبینی فعال است و سایت شما به Wordfence Central متصل است، جزئیات کامل هر رویداد در Central قابل مشاهده است. این شامل اطلاعاتی مانند شناسه‌های رکورد، شماره‌های نسخه و تغییرات اعمال شده است. ورودی‌های گزارش در حالت پیش‌نمایش فقط به‌طور محلی ذخیره می‌شوند.

source: Type
fa_ir: نوع

source: Time
fa_ir: زمان

source: Events
fa_ir: رویدادها

source: No Events Detected
fa_ir: هیچ رویدادی شناسایی نشد

source: Authentication
fa_ir: احراز هویت

source: User/Permissions
fa_ir: کاربر/مجوزها

source: Plugin/Themes/Updates
fa_ir: افزونه‌ها/قالب‌ها/به‌روزرسانی‌ها

source: Site Settings
fa_ir: تنظیمات سایت

source: Multisite
fa_ir: چند سایت

source: Content
fa_ir: محتوا

source: The Wordfence Audit Log is a premium feature that records a history of events on your site to assist in monitoring for unauthorized actions or signs of compromise. Events can include everything from user creation and editing to plugin/theme installation and updates. All data captured for relevant events is saved remotely to Wordfence Central to prevent any tampering that may interfere with post-incident analysis and response.
fa_ir: گزارش بازبینی Wordfence یک ویژگی پریمیوم است که تاریخچه‌ای از رویدادهای سایت شما را ثبت می‌کند تا به نظارت بر اقدامات غیرمجاز یا علائم حمله کمک کند. رویدادها می‌توانند شامل همه چیز از ایجاد و ویرایش کاربر گرفته تا نصب و به‌روزرسانی افزونه‌ها/قالب‌ها باشند. تمام داده‌های ثبت شده برای رویدادهای مربوطه به‌صورت دور از سایت در Wordfence Central ذخیره می‌شوند تا از دستکاری جلوگیری شود که ممکن است بر تحلیل و پاسخ پس از حادثه تأثیر بگذارد.

source: This page shows information that can be used for troubleshooting conflicts, configuration issues, or compatibility with other plugins, themes, or a host's environment. Failing tests are not always a sign of something that you need to fix, but can help the Wordfence team when troubleshooting a problem. (<a href="%s" target="_blank" rel="noopener noreferrer">Learn More <span class="screen-reader-text">opens in new tab</span></a>)
fa_ir: این صفحه اطلاعاتی را نشان می‌دهد که می‌تواند برای رفع مشکلات تداخل، مسائل پیکربندی یا سازگاری با افزونه‌ها، قالب‌ها یا محیط‌هاست مورد استفاده قرار گیرد. تست‌های ناموفق همیشه نشان‌دهنده مشکلی نیستند که نیاز به رفع داشته باشند، اما می‌توانند به تیم Wordfence در حل مشکلات کمک کنند. (<a href="%s" target="_blank" rel="noopener noreferrer">بیشتر بدانید <span class="screen-reader-text">در تب جدید باز می‌شود</span></a>)

source: Thanks for sending your diagnostic page over email
fa_ir: از ارسال صفحه تشخیص شما از طریق ایمیل متشکریم

source: Send Report by Email
fa_ir: ارسال گزارش از طریق ایمیل

source: Email address:
fa_ir: آدرس ایمیل:

source: Ticket Number/Forum Username:
fa_ir: شماره تیکت/نام کاربری در انجمن:

source: Additional Detail
fa_ir: جزئیات اضافی

source: View Additional Detail
fa_ir: مشاهده جزئیات اضافی

source: IP Detection
fa_ir: تشخیص IP

source: Methods of detecting a visitor's IP address.
fa_ir: روش‌های تشخیص آدرس IP بازدیدکننده.

source: IPs
fa_ir: آدرس‌های IP

source: Value
fa_ir: مقدار

source: Used
fa_ir: استفاده شده

source: (not set)
fa_ir: (تنظیم نشده)

source: In use
fa_ir: در حال استفاده

source: Configured but not valid
fa_ir: پیکربندی شده ولی نامعتبر

source: Trusted Proxy Preset
fa_ir: تنظیمات پیش‌فرض پروکسی مورد اعتماد

source: WordPress Settings
fa_ir: تنظیمات وردپرس

source: WordPress version and internal settings/constants.
fa_ir: نسخه وردپرس و تنظیمات/ثابت‌های داخلی.

source: WordPress Plugins
fa_ir: افزونه‌های وردپرس

source: Status of installed plugins.
fa_ir: وضعیت افزونه‌های نصب شده

source: Version %s
fa_ir: نسخه %s

source: Network Activated
fa_ir: فعال شده در شبکه

source: Active
fa_ir: فعال

source: Inactive
fa_ir: غیرفعال

source: Must-Use WordPress Plugins
fa_ir: افزونه‌های ضروری وردپرس

source: WordPress "mu-plugins" that are always active, including those provided by hosts.
fa_ir: افزونه‌های "mu-plugins" وردپرس که همیشه فعال هستند، از جمله افزونه‌هایی که توسط میزبان‌ها ارائه می‌شوند.

source: No MU-Plugins
fa_ir: هیچ افزونه MU موجود نیست

source: Drop-In WordPress Plugins
fa_ir: افزونه‌های Drop-In وردپرس

source: WordPress "drop-in" plugins that are active.
fa_ir: افزونه‌های "drop-in" وردپرس که فعال هستند.

source: Advanced caching plugin
fa_ir: افزونه کشینگ پیشرفته

source: Custom database class
fa_ir: کلاس پایگاه داده سفارشی

source: Custom database error message
fa_ir: پیام خطای پایگاه داده سفارشی

source: Custom installation script
fa_ir: اسکریپت نصب سفارشی

source: Custom maintenance message
fa_ir: پیام نگهداری سفارشی

source: External object cache
fa_ir: کش شیء خارجی

source: Custom PHP error message
fa_ir: پیام خطای PHP سفارشی

source: Custom PHP fatal error handler
fa_ir: مدیریت خطای بحرانی PHP سفارشی

source: Executed before Multisite is loaded
fa_ir: اجرا شده قبل از بارگذاری Multisite

source: Custom site deleted message
fa_ir: پیام حذف سایت سفارشی

source: Custom site inactive message
fa_ir: پیام غیرفعال بودن سایت سفارشی

source: Custom site suspended message
fa_ir: پیام تعلیق سایت سفارشی

source: Themes
fa_ir: قالب‌ها

source: Status of installed themes.
fa_ir: وضعیت قالب‌های نصب شده.

source: No Themes
fa_ir: هیچ قالبی وجود ندارد

source: Cron Jobs
fa_ir: وظایف کرون

source: List of WordPress cron jobs scheduled by WordPress, plugins, or themes.
fa_ir: لیست وظایف کرون وردپرس که توسط وردپرس، افزونه‌ها یا قالب‌ها برنامه‌ریزی شده‌اند.

source: Overdue
fa_ir: منقضی شده

source: Database Tables
fa_ir: جداول پایگاه داده

source: Database table names, sizes, timestamps, and other metadata.
fa_ir: نام جداول پایگاه داده، اندازه‌ها، زمان‌های ثبت و دیگر متادیتاها.

source: Wordfence Table Check
fa_ir: بررسی جدول‌های Wordfence

source: Unable to verify - table count too high
fa_ir: قابل تأیید نیست - تعداد جداول زیاد است

source: All Tables Exist
fa_ir: تمام جداول وجود دارند

source: Tables missing (prefix %1$s, %2$s): %3$s
fa_ir: جداول گم شده (پیشوند %1$s، %2$s): %3$s

source: lowercase
fa_ir: حروف کوچک

source: regular case
fa_ir: حالت معمولی

source: Number of Database Tables
fa_ir: تعداد جداول پایگاه داده

source: and %d more
fa_ir: و %d مورد دیگر

source: Log Files
fa_ir: فایل‌های گزارش

source: PHP error logs generated by your site, if enabled by your host.
fa_ir: گزارش خطاهای PHP تولید شده توسط سایت شما، اگر توسط میزبان شما فعال شده باشد.

source: File
fa_ir: فایل

source: Download
fa_ir: دانلود

source: No log files found.
fa_ir: فایل گزارش یافت نشد.

source: Requires downloading from the server directly
fa_ir: نیاز به دانلود مستقیم از سرور دارد

source: Scan Issues
fa_ir: مشکلات اسکن

source: New Issues (%d total)
fa_ir: مشکلات جدید (%d کل)

source: No New Issues
fa_ir: هیچ مشکل جدیدی وجود ندارد

source: Wordfence Settings
fa_ir: تنظیمات Wordfence

source: Diagnostic Wordfence settings/constants.
fa_ir: تنظیمات/ثابت‌های تشخیصی Wordfence.

source: Diagnostic connection information for Wordfence Central.
fa_ir: اطلاعات اتصال تشخیصی برای Wordfence Central.

source: Unable to output phpinfo content because it is disabled
fa_ir: امکان خروجی دادن محتویات phpinfo وجود ندارد زیرا غیرفعال است

source: Other Tests
fa_ir: آزمایش‌های دیگر

source: System configuration, memory test, send test email from this server.
fa_ir: پیکربندی سیستم، آزمون حافظه، ارسال ایمیل تست از این سرور.

source: Click to view your system's configuration in a new window
fa_ir: برای مشاهده پیکربندی سیستم خود در یک پنجره جدید کلیک کنید

source: Test your WordPress host's available memory
fa_ir: آزمایش حافظه موجود در هاست وردپرس شما

source: Send a test email from this WordPress server to an email address:
fa_ir: ارسال یک ایمیل تست از این سرور وردپرس به آدرس ایمیل:

source: Send Test Email
fa_ir: ارسال ایمیل تست

source: Send a test activity report email:
fa_ir: ارسال ایمیل گزارش فعالیت تست:

source: Send Test Activity Report
fa_ir: ارسال گزارش فعالیت تست

source: Clear all Wordfence Central connection data
fa_ir: پاک کردن تمام داده‌های اتصال Wordfence Central

source: Clear All Connection Data
fa_ir: پاک کردن تمام داده‌های اتصال

source: Successfully removed data
fa_ir: داده‌ها با موفقیت حذف شدند

source: All associated Wordfence Central connection data has been cleared.
fa_ir: تمام داده‌های اتصال مربوطه به Wordfence Central پاک شده است.

source: Clear Local Connection Data
fa_ir: پاک کردن داده‌های اتصال محلی

source: All associated Wordfence Central connection data has been removed from the local database.
fa_ir: تمام داده‌های اتصال مربوطه به Wordfence Central از پایگاه داده محلی حذف شده است.

source: Debugging Options
fa_ir: گزینه‌های اشکال‌زدایی

source: Enable debugging mode (increases database load)
fa_ir: فعال‌سازی حالت اشکال‌زدایی (بار پایگاه داده را افزایش می‌دهد)

source: Start all scans remotely (Try this if your scans aren't starting and your site is publicly accessible)
fa_ir: شروع تمام اسکن‌ها به صورت از راه دور (اگر اسکن‌ها شروع نمی‌شوند و سایت شما در دسترس عموم است، این گزینه را امتحان کنید)

source: Enable SSL Verification (Disable this if you are consistently unable to connect to the Wordfence servers.)
fa_ir: فعال‌سازی تأیید SSL (اگر دائماً نمی‌توانید به سرورهای Wordfence متصل شوید، این گزینه را غیرفعال کنید)

source: Disable reading of php://input
fa_ir: غیرفعال کردن خواندن php://input

source: Restore Defaults
fa_ir: بازیابی تنظیمات پیش‌فرض

source: Cancel Changes
fa_ir: لغو تغییرات

source: Save Changes
fa_ir: ذخیره تغییرات

source: Confirm Restore Defaults
fa_ir: تأیید بازیابی تنظیمات پیش‌فرض

source: Are you sure you want to restore the default Diagnostics settings? This will undo any custom changes you have made to the options on this page.
fa_ir: آیا مطمئن هستید که می‌خواهید تنظیمات پیش‌فرض تشخیص‌ها را بازیابی کنید؟ این کار هرگونه تغییرات سفارشی که در این صفحه انجام داده‌اید را برمی‌گرداند.

source: Restore<span class="wf-hidden-xs"> Defaults</span>
fa_ir: بازیابی<span class="wf-hidden-xs"> تنظیمات پیش‌فرض</span>

source: <a href="%s" target="_blank" rel="noopener noreferrer" class="wf-help-link">Learn more<span class="wf-hidden-xs"> about importing and exporting options</span><span class="screen-reader-text"> (opens in new tab)</span></a>
fa_ir: <a href="%s" target="_blank" rel="noopener noreferrer" class="wf-help-link">بیشتر بدانید<span class="wf-hidden-xs"> درباره وارد کردن و صادر کردن گزینه‌ها</span><span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>

source: To clone one site's configuration to another, use the import/export tools below.
fa_ir: برای کپی کردن تنظیمات یک سایت به سایت دیگر، از ابزارهای وارد کردن/صادر کردن زیر استفاده کنید.

source: <a href="%s" target="_blank" rel="noopener noreferrer" class="wf-help-link">Learn more<span class="wf-hidden-xs"> about Live Traffic</span><span class="screen-reader-text"> (opens in new tab)</span></a>
fa_ir: <a href="%s" target="_blank" rel="noopener noreferrer" class="wf-help-link">بیشتر بدانید<span class="wf-hidden-xs"> درباره ترافیک زنده</span><span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>

source: Live Updates Paused
fa_ir: به‌روزرسانی‌های زنده متوقف شده‌اند

source: Click inside window to resume
fa_ir: برای ادامه روی پنجره کلیک کنید

source: Wordfence Live Traffic shows you what is happening on your site in real-time, including user logins, hack attempts, and requests that were blocked by the Wordfence Firewall. You can choose to log security-related traffic only or all traffic. Traffic is logged directly on the server, which means it includes visits that don't execute JavaScript. Google and other JavaScript-based analytics packages typically only show visits from browsers that are operated by a human, while Live Traffic can show visits from crawlers like Google and Bing.
fa_ir: ترافیک زنده Wordfence به شما نشان می‌دهد که در سایت شما در زمان واقعی چه اتفاقی می‌افتد، از جمله ورودهای کاربران، تلاش‌های هک و درخواست‌هایی که توسط فایروال Wordfence مسدود شده‌اند. شما می‌توانید انتخاب کنید که فقط ترافیک مربوط به امنیت یا تمام ترافیک را ثبت کنید. ترافیک به طور مستقیم روی سرور ثبت می‌شود، به این معنی که بازدیدهایی که جاوااسکریپت اجرا نمی‌کنند نیز شامل می‌شود. گوگل و سایر بسته‌های آنالیز مبتنی بر جاوااسکریپت معمولاً فقط بازدیدهایی را که از مرورگرهایی که توسط انسان‌ها اداره می‌شوند، نشان می‌دهند، در حالی که ترافیک زنده می‌تواند بازدیدهایی که از خزنده‌هایی مانند گوگل و بینگ هستند را نشان دهد.

source: Traffic logging mode: Security-related traffic only
fa_ir: حالت ثبت ترافیک: فقط ترافیک مربوط به امنیت

source: (host setting <a href="%s" class="wfhelp" target="_blank" rel="noopener noreferrer"><span class="screen-reader-text"> (opens in new tab)</span></a>)
fa_ir: (تنظیمات میزبان <a href="%s" class="wfhelp" target="_blank" rel="noopener noreferrer"><span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>)

source: Login and firewall activity will appear below.
fa_ir: فعالیت‌های ورود و فایروال در زیر نمایش داده خواهد شد.

source: Traffic logging mode: All traffic
fa_ir: حالت ثبت ترافیک: تمام ترافیک

source: Regular traffic and security-related traffic will appear below.
fa_ir: ترافیک معمولی و ترافیک مربوط به امنیت در زیر نمایش داده خواهد شد.

source: Human
fa_ir: انسان

source: Bot
fa_ir: ربات

source: Warning
fa_ir: هشدار

source: Blocked
fa_ir: مسدود شده

source: Show Advanced Filters
fa_ir: نمایش فیلترهای پیشرفته

source: Expand All Results
fa_ir: گسترش تمام نتایج

source: Yes
fa_ir: بله

source: No
fa_ir: نه

source: Add Filter
fa_ir: اضافه کردن فیلتر

source: From:
fa_ir: از:

source: Clear
fa_ir: پاک کردن

source: To:
fa_ir: به:

source: Group By:
fa_ir: گروه‌بندی بر اساس:

source: An unknown location at IP
fa_ir: مکان ناشناخته در IP

source: Type:
fa_ir: نوع:

source: Username:
fa_ir: نام کاربری:

source: HTTP Response Code:
fa_ir: کد پاسخ HTTP:

source: Firewall Response:
fa_ir: پاسخ فایروال:

source: Last Hit:
fa_ir: آخرین بازدید:

source: Last hit was %s ago.
fa_ir: آخرین بازدید %s پیش بود.

source: Unblock IP
fa_ir: باز کردن IP

source: Unblock range
fa_ir: باز کردن محدوده

source: Block IP
fa_ir: مسدود کردن IP

source: %s hits
fa_ir: %s بازدید

source: Location
fa_ir: مکان

source: Page Visited
fa_ir: صفحه بازدید شده

source: IP Address
fa_ir: آدرس IP

source: Hostname
fa_ir: نام میزبان

source: Response
fa_ir: پاسخ

source: View
fa_ir: مشاهده

source: Unspecified
fa_ir: نامشخص

source: Activity Detail
fa_ir: جزئیات فعالیت

source: %1$s at an unknown location at IP %2$s
fa_ir: %1$s در مکانی ناشناخته با IP %2$s

source: An unknown location at IP %s
fa_ir: مکان ناشناخته با IP %s

source: %1$s arrived from %2$s and %3$s
fa_ir: %1$s از %2$s و %3$s وارد شد

source: %1$s left %2$s and %3$s
fa_ir: %1$s از %2$s و %3$s خارج شد

source: %s tried to access a <span style="color: #F00;">non-existent page</span>
fa_ir: %s سعی کرد به یک <span style="color: #F00;">صفحه غیرموجود</span> دسترسی پیدا کند

source: %1$s visited %2$s
fa_ir: %1$s از %2$s بازدید کرد
