Repository: devcastel/devcastel-wordfence-premium-fa-translation
Catalog: wordfence-*.po
Languages: fa_ir

source: %1$s was redirected when visiting %2$s
fa_ir: %1$s هنگام بازدید از %2$s هدایت شد

source: %1$s was %2$s at %3$s
fa_ir: %1$s در %3$s %2$s بود

source: %1$s logged in successfully as "%2$s".
fa_ir: %1$s با موفقیت وارد شد به عنوان "%2$s".

source: %s logged out successfully.
fa_ir: %s با موفقیت از سیستم خارج شد.

source: %s requested a password reset.
fa_ir: %s درخواست بازنشانی رمز عبور داد.

source: %1$s attempted a <span style="color: #F00;">failed login</span> as "%2$s".
fa_ir: %1$s تلاش کرد برای ورود ناموفق به عنوان "%2$s".

source: %1$s attempted a <span style="color: #F00;">failed login</span> using an invalid username "%2$s".
fa_ir: %1$s تلاش کرد برای ورود ناموفق با استفاده از نام کاربری نامعتبر "%2$s".

source: %s changed their password.
fa_ir: %s رمز عبور خود را تغییر داد.

source: Human/Bot:
fa_ir: انسان/ربات:

source: Run Whois
fa_ir: اجرای Whois

source: See recent traffic
fa_ir: مشاهده ترافیک اخیر

source: Recent
fa_ir: اخیر

source: If this is a false positive, you can exclude this parameter from being filtered by the firewall
fa_ir: اگر این یک مثبت کاذب است، می‌توانید این پارامتر را از فیلتر شدن توسط فایروال مستثنی کنید.

source: Add Param to Firewall Allowlist
fa_ir: اضافه کردن پارامتر به فهرست مجاز فایروال

source: No requests to report yet.
fa_ir: هیچ درخواستی برای گزارش وجود ندارد.

source: Live traffic defaults to a summary view of all security-related traffic. Details are viewable by clicking anywhere within the summary record. To switch to the expanded view, click the <strong>Expand All Records</strong> switch.
fa_ir: ترافیک زنده به طور پیش‌فرض نمایی خلاصه از تمام ترافیک‌های مربوط به امنیت را نشان می‌دهد. جزئیات با کلیک روی هر نقطه از رکورد خلاصه قابل مشاهده است. برای تغییر به نمای گسترش یافته، روی دکمه <strong>گسترش تمام رکوردها</strong> کلیک کنید.

source: Live traffic now defaults to a summary view. Details are viewable by clicking anywhere within the summary record. To switch to the expanded view, click the <strong>Expand All Records</strong> switch. New installations will only log security-related traffic by default, though your previous setting has been preserved.
fa_ir: ترافیک زنده اکنون به طور پیش‌فرض نمایی خلاصه دارد. جزئیات با کلیک روی هر نقطه از رکورد خلاصه قابل مشاهده است. برای تغییر به نمای گسترش یافته، روی دکمه <strong>گسترش تمام رکوردها</strong> کلیک کنید. نصب‌های جدید فقط ترافیک‌های مربوط به امنیت را به طور پیش‌فرض ثبت خواهند کرد، اگرچه تنظیمات قبلی شما حفظ شده است.

source: Learn more<span class="wf-hidden-xs"> about Two-Factor Authentication</span>
fa_ir: بیشتر بدانید<span class="wf-hidden-xs"> درباره احراز هویت دو مرحله‌ای</span>

source: 2FA Mode: Legacy
fa_ir: حالت 2FA: قدیمی

source: Two-factor authentication is using legacy support, which enables SMS-based codes but is less compatible. An improved interface and use by non-administrators is available by activating the new login security module.
fa_ir: احراز هویت دو مرحله‌ای از پشتیبانی قدیمی استفاده می‌کند که کدهای مبتنی بر SMS را فعال می‌کند اما سازگاری کمتری دارد. یک رابط کاربری بهبود یافته و استفاده برای کاربران غیرمدیر با فعال‌سازی ماژول جدید امنیت ورود در دسترس است.

source: Switch to New 2FA
fa_ir: انتقال به 2FA جدید

source: Take Login Security to the next level with Two-Factor Authentication
fa_ir: امنیت ورود را با احراز هویت دو مرحله‌ای به سطح بعدی ببرید

source: Used by banks, government agencies, and military worldwide, two-factor authentication is one of the most secure forms of remote system authentication available. With it enabled, an attacker needs to know your username, password, <em>and</em> have control of your phone to log into your site. Upgrade to Premium now to enable this powerful feature.
fa_ir: احراز هویت دو مرحله‌ای که توسط بانک‌ها، سازمان‌های دولتی و نظامی در سراسر جهان استفاده می‌شود، یکی از امن‌ترین روش‌های احراز هویت از راه دور است. با فعال بودن آن، یک مهاجم باید نام کاربری، رمز عبور شما را بداند، <em>و</em> کنترل تلفن شما را داشته باشد تا وارد سایت شما شود. برای فعال‌سازی این ویژگی قدرتمند، اکنون به نسخه پریمیوم ارتقا دهید.

source: With Two-Factor Authentication enabled, an attacker needs to know your username, password <em>and</em> have control of your phone to log in to your site. We recommend you enable Two-Factor Authentication for all Administrator level accounts.
fa_ir: با فعال‌سازی احراز هویت دو مرحله‌ای، یک مهاجم باید نام کاربری، رمز عبور شما را بداند <em>و</em> کنترل تلفن شما را داشته باشد تا وارد سایت شما شود. ما توصیه می‌کنیم احراز هویت دو مرحله‌ای را برای تمام حساب‌های سطح مدیر فعال کنید.

source: Are you sure you want to restore the default Two-Factor Authentication settings? This will undo any custom changes you have made to the options on this page. If you have configured any users to use two-factor authentication, they will not be changed.
fa_ir: آیا مطمئن هستید که می‌خواهید تنظیمات پیش‌فرض احراز هویت دو مرحله‌ای را بازیابی کنید؟ این کار هرگونه تغییرات سفارشی که در این صفحه انجام داده‌اید را برمی‌گرداند. اگر برای کاربران خود احراز هویت دو مرحله‌ای تنظیم کرده‌اید، آنها تغییر نخواهند کرد.

source: <strong>Note:</strong> Two-Factor Authentication is disabled when the option "Enable Brute Force Protection" is off.
fa_ir: <strong>توجه:</strong> احراز هویت دو مرحله‌ای زمانی غیرفعال است که گزینه "فعال‌سازی حفاظت در برابر حملات بروت فورس" غیرفعال باشد.

source: Enable Two-Factor Authentication
fa_ir: فعال‌سازی احراز هویت دو مرحله‌ای

source: Enter username to enable Two-Factor Authentication for
fa_ir: نام کاربری را وارد کنید تا احراز هویت دو مرحله‌ای فعال شود برای

source: Use authenticator app
fa_ir: استفاده از برنامه احراز هویت

source: Send code to a phone number:
fa_ir: ارسال کد به شماره تلفن:

source: Two-Factor Authentication Users
fa_ir: کاربران احراز هویت دو مرحله‌ای

source: User
fa_ir: کاربر

source: Mode
fa_ir: حالت

source: Status
fa_ir: وضعیت

source: Delete
fa_ir: حذف

source: Phone (%s)
fa_ir: تلفن (%s)

source: Authenticator
fa_ir: احراز هویت‌گر

source: Cellphone Sign-in Enabled
fa_ir: ورود با موبایل فعال شد

source: Enter activation code:
fa_ir: کد فعال‌سازی را وارد کنید:

source: Code
fa_ir: کد

source: Activate
fa_ir: فعال‌سازی

source: No users currently have cellphone sign-in enabled.
fa_ir: هیچ کاربری در حال حاضر ورود با موبایل را فعال نکرده است.

source: 2FA Mode: Normal
fa_ir: حالت 2FA: عادی

source: Legacy support for SMS-based two-factor authentication is being phased out, as it is less secure than using a modern authenticator app.
fa_ir: پشتیبانی قدیمی از احراز هویت دو مرحله‌ای مبتنی بر SMS در حال کنار گذاشتن است، زیرا امنیت کمتری نسبت به استفاده از برنامه احراز هویت مدرن دارد.

source: If you have a conflict with the new 2FA method, you can temporarily switch back to the Legacy version.
fa_ir: اگر با روش جدید 2FA تداخل دارید، می‌توانید موقتاً به نسخه قدیمی بازگردید.

source: Revert to Legacy 2FA
fa_ir: بازگشت به 2FA قدیمی

source: Migrate or switch to new two-factor authentication?
fa_ir: مهاجرت یا تغییر به احراز هویت دو مرحله‌ای جدید؟

source: Use the buttons below to migrate to the new two-factor authentication system or switch without migration. Migration will copy all existing authenticator-based user activations over to the new system while switching will use only users already set up in the new system. Existing SMS-based two-factor authentication activations must be disabled prior to migration.
fa_ir: از دکمه‌های زیر برای مهاجرت به سیستم جدید احراز هویت دو مرحله‌ای یا تغییر بدون مهاجرت استفاده کنید. مهاجرت تمام فعال‌سازی‌های کاربران مبتنی بر احراز هویت را به سیستم جدید منتقل می‌کند در حالی که تغییر فقط از کاربران موجود در سیستم جدید استفاده خواهد کرد. فعال‌سازی‌های احراز هویت دو مرحله‌ای مبتنی بر SMS باید قبل از مهاجرت غیرفعال شوند.

source: Migrate
fa_ir: مهاجرت

source: Switch
fa_ir: تغییر

source: New Two-Factor Authentication Active
fa_ir: احراز هویت دو مرحله‌ای جدید فعال شد

source: Your site is now using the new login security module and two-factor authentication. Before logging out, we recommend testing your login in a different browser or a private/incognito window. If any plugins or your theme cause conflicts with logging in, you can revert to the old 2FA method.
fa_ir: سایت شما اکنون از ماژول جدید امنیت ورود و احراز هویت دو مرحله‌ای استفاده می‌کند. قبل از خروج، پیشنهاد می‌کنیم ورود خود را در مرورگری دیگر یا در پنجره خصوصی/مخفی آزمایش کنید. اگر هرگونه تداخلی در ورود از سوی پلاگین‌ها یا تم شما رخ داد، می‌توانید به روش 2FA قدیمی بازگردید.

source: Go To New 2FA
fa_ir: برو به 2FA جدید

source: Migration Cannot Proceed
fa_ir: مهاجرت نمی‌تواند ادامه یابد

source: One or more users with two-factor authentication active are using SMS, which is unsupported in the new login security module. Please either deactivate two-factor authentication for those users or change them to use an authenticator app prior to migration.
fa_ir: یک یا چند کاربر که احراز هویت دو مرحله‌ای فعال دارند از SMS استفاده می‌کنند که در ماژول جدید امنیت ورود پشتیبانی نمی‌شود. لطفاً یا احراز هویت دو مرحله‌ای را برای آن کاربران غیرفعال کنید یا آنها را به استفاده از برنامه احراز هویت تغییر دهید قبل از مهاجرت.

source: Migration Failed
fa_ir: مهاجرت ناموفق بود

source: Automatic migration of the 2FA-enabled accounts failed. Please verify that your server is reachable via the internet and try again.
fa_ir: مهاجرت خودکار حساب‌های فعال 2FA ناموفق بود. لطفاً اطمینان حاصل کنید که سرور شما از طریق اینترنت قابل دسترسی است و دوباره تلاش کنید.

source: Revert back to legacy two-factor authentication?
fa_ir: آیا می‌خواهید به احراز هویت دو مرحله‌ای قدیمی بازگردید؟

source: All two-factor authentication settings and users' codes will revert to your older settings. If any users had set up two-factor authentication after the update, they will no longer have 2FA enabled until you switch to the new version again.
fa_ir: تمام تنظیمات احراز هویت دو مرحله‌ای و کدهای کاربران به تنظیمات قبلی شما باز خواهد گشت. اگر هر کاربری پس از بروزرسانی احراز هویت دو مرحله‌ای را تنظیم کرده باشد، تا زمانی که دوباره به نسخه جدید تغییر ندهید، 2FA غیرفعال خواهد بود.

source: Revert
fa_ir: بازگشت

source: Legacy Two-Factor Authentication Active
fa_ir: احراز هویت دو مرحله‌ای قدیمی فعال است

source: Your site is now using the legacy two-factor authentication system.
fa_ir: سایت شما اکنون از سیستم احراز هویت دو مرحله‌ای قدیمی استفاده می‌کند.

source: <a href="%s" target="_blank" rel="noopener noreferrer" class="wf-help-link">Learn more<span class="wf-hidden-xs"> about Whois Lookup</span><span class="screen-reader-text"> (opens in new tab)</span></a>
fa_ir: <a href="%s" target="_blank" rel="noopener noreferrer" class="wf-help-link">بیشتر بدانید<span class="wf-hidden-xs"> درباره جستجوی Whois</span><span class="screen-reader-text"> (در تب جدید باز می‌شود)</span></a>

source: The whois service gives you a way to look up who owns an IP address or domain name that is visiting your website or is engaging in malicious activity on your website.
fa_ir: خدمات whois به شما این امکان را می‌دهد که مالک یک آدرس IP یا نام دامنه که در حال بازدید از سایت شما یا درگیر فعالیت‌های مخرب در سایت شما است را جستجو کنید.

source: How to block a network
fa_ir: چگونه یک شبکه را مسدود کنیم

source: You've chosen to block the network that <span style="color: #F00;">%s</span> is part of. We've marked the networks we found that this IP address belongs to in red below. Make sure you read all the WHOIS information so that you see all networks this IP belongs to. We recommend blocking the network with the lowest number of addresses. You may find this is listed at the end as part of the 'rWHOIS' query which contacts the local WHOIS server that is run by the network administrator.
fa_ir: شما انتخاب کرده‌اید که شبکه‌ای که <span style="color: #F00;">%s</span> جزئی از آن است را مسدود کنید. شبکه‌هایی که این آدرس IP به آنها تعلق دارد را در پایین به رنگ قرمز علامت‌گذاری کرده‌ایم. حتماً تمام اطلاعات WHOIS را بخوانید تا تمام شبکه‌هایی که این IP به آنها تعلق دارد را مشاهده کنید. ما توصیه می‌کنیم شبکه‌ای با کمترین تعداد آدرس‌ها را مسدود کنید. ممکن است این اطلاعات در انتهای نتیجه به عنوان بخشی از جستجوی 'rWHOIS' نشان داده شود که با سرور WHOIS محلی تماس می‌گیرد و توسط مدیر شبکه اجرا می‌شود.

source: Enter a valid IP or domain
fa_ir: آدرس IP یا دامنه معتبر وارد کنید

source: Please enter a valid IP address or domain name for your whois lookup.
fa_ir: لطفاً یک آدرس IP یا نام دامنه معتبر برای جستجوی whois وارد کنید.

source: Loading...
fa_ir: در حال بارگذاری...

source: Look up IP or Domain
fa_ir: جستجوی IP یا دامنه

source: Testing initial communication with Wordfence Central.
fa_ir: آزمایش ارتباط اولیه با Wordfence Central.

source: Passing public key to Wordfence Central.
fa_ir: انتقال کلید عمومی به Wordfence Central.

source: Testing public key authentication with Wordfence Central.
fa_ir: آزمایش احراز هویت کلید عمومی با Wordfence Central.

source: Testing that Wordfence Central is able to communicate with this site.
fa_ir: آزمایش این که Wordfence Central قادر به برقراری ارتباط با این سایت است.

source: Retrieving access token using authorization grant.
fa_ir: دریافت توکن دسترسی با استفاده از مجوز احراز هویت.

source: Redirecting back to Wordfence Central.
fa_ir: بازگشت به Wordfence Central.

source: Activated - connected by %1$s on %2$s
fa_ir: فعال شده - متصل شده توسط %1$s در %2$s

source: Wordfence Central Installation Process
fa_ir: فرآیند نصب Wordfence Central

source: Disconnect Site
fa_ir: قطع ارتباط سایت

source: To connect your site your site to Wordfence Central, use the link below:
fa_ir: برای اتصال سایت خود به Wordfence Central، از لینک زیر استفاده کنید:

source: Site is not connected to Wordfence Central.
fa_ir: سایت به Wordfence Central متصل نیست.

source: Data is invalid.
fa_ir: داده‌ها نامعتبر هستند.

source: Nonce format is invalid.
fa_ir: فرمت nonce نامعتبر است.

source: Site ID is invalid.
fa_ir: شناسه سایت نامعتبر است.

source: Nonce is invalid.
fa_ir: Nonce نامعتبر است.

source: Signature is invalid.
fa_ir: امضاء نامعتبر است.

source: Email address is invalid.
fa_ir: آدرس ایمیل نامعتبر است.

source: Admin user with this email address not found.
fa_ir: کاربر مدیر با این آدرس ایمیل پیدا نشد.

source: Token is invalid.
fa_ir: توکن نامعتبر است.

source: Authorization header format is invalid.
fa_ir: فرمت هدر احراز هویت نامعتبر است.

source: Specific config options to return.
fa_ir: گزینه‌های پیکربندی خاص برای بازگشت.

source: Specific config options to set.
fa_ir: گزینه‌های پیکربندی خاص برای تنظیم.

source: An error occurred while saving the configuration: %s
fa_ir: خطایی در حین ذخیره پیکربندی رخ داد: %s

source: Errors occurred while saving the configuration: %s
fa_ir: خطاهایی در حین ذخیره پیکربندی رخ داد: %s

source: Errors occurred while saving the configuration.
fa_ir: خطاهایی در حین ذخیره پیکربندی رخ داد.

source: A server error occurred while saving the configuration: %s
fa_ir: یک خطای سرور در حین ذخیره پیکربندی رخ داد: %s

source: Validation error: 'fields' parameter is empty or not an array.
fa_ir: خطای اعتبارسنجی: پارامتر 'fields' خالی یا آرایه نیست.

source: Scan result group or all results.
fa_ir: گروه نتایج اسکن یا تمام نتایج.

source: Offset of scan results to return.
fa_ir: آفست نتایج اسکن برای بازگشت.

source: Number of scan results to return.
fa_ir: تعداد نتایج اسکن برای بازگشت.

source: Wordfence scan starting at %s from Wordfence Central
fa_ir: اسکن Wordfence از %s شروع می‌شود از Wordfence Central

source: Scan stop request received from Wordfence Central.
fa_ir: درخواست توقف اسکن از Wordfence Central دریافت شد.

source: SUM_KILLED:A request was received to stop the previous scan from Wordfence Central.
fa_ir: SUM_KILLED: درخواستی برای توقف اسکن قبلی از Wordfence Central دریافت شد.

source: Wordfence System Info
fa_ir: اطلاعات سیستم Wordfence

source: Wordfence Full Activity Log
fa_ir: لاگ کامل فعالیت‌های Wordfence

source: Your access to this site has been limited
fa_ir: دسترسی شما به این سایت محدود شده است.

source: Your access to this site has been limited by the site owner
fa_ir: دسترسی شما به این سایت توسط مالک سایت محدود شده است.

source: Your access to this service has been limited. (HTTP response code 503)
fa_ir: دسترسی شما به این سرویس محدود شده است. (کد پاسخ HTTP 503)

source: If you think you have been blocked in error, contact the owner of this site for assistance.
fa_ir: اگر فکر می‌کنید که به اشتباه مسدود شده‌اید، با مالک سایت تماس بگیرید برای کمک.

source: Block Technical Data
fa_ir: داده‌های فنی مسدودسازی

source: Block Reason
fa_ir: دلیل مسدودسازی

source: About Wordfence
fa_ir: درباره Wordfence

source: Wordfence is a security plugin installed on over 5 million WordPress sites. The owner of this site is using Wordfence to manage access to their site.
fa_ir: Wordfence یک پلاگین امنیتی است که بر روی بیش از 5 میلیون سایت وردپرسی نصب شده است. مالک این سایت از Wordfence برای مدیریت دسترسی به سایت خود استفاده می‌کند.

source: You can also read the documentation to learn about Wordfence's blocking tools, or visit wordfence.com to learn more about Wordfence.
fa_ir: شما همچنین می‌توانید مستندات را بخوانید تا با ابزارهای مسدودسازی Wordfence آشنا شوید یا به wordfence.com مراجعه کنید تا بیشتر درباره Wordfence بدانید.

source: Click here to learn more: <a href="%s" target="_blank" rel="noopener noreferrer">Documentation<span class="screen-reader-text"> (
fa_ir: برای اطلاعات بیشتر اینجا کلیک کنید: <a href="%s" target="_blank" rel="noopener noreferrer">مستندات<span class="screen-reader-text"> (

source: Generated by Wordfence at %s
fa_ir: تولید شده توسط Wordfence در %s

source: Your computer's time:
fa_ir: زمان کامپیوتر شما:

source: No longer an administrator for this site? <a href="%s" target="_blank">Click here</a> to stop receiving security alerts.
fa_ir: دیگر مدیر این سایت نیستید؟ <a href="%s" target="_blank">اینجا کلیک کنید</a> تا دریافت هشدارهای امنیتی را متوقف کنید.

source: Wordfence activity for %1$s on %2$s
fa_ir: فعالیت‌های Wordfence برای %1$s در %2$s

source: Blocked because the IP is blocklisted
fa_ir: مسدود شده به دلیل اینکه IP در لیست سیاه قرار دارد

source: Blocked for %s
fa_ir: مسدود شده برای %s

source: Blocked for %1$s in query string: %2$s = %3$s
fa_ir: مسدود شده برای %1$s در رشته پرس‌وجو: %2$s = %3$s

source: Blocked for %1$s in POST body: %2$s = %3$s
fa_ir: مسدود شده برای %1$s در بدنه POST: %2$s = %3$s

source: Blocked for %1$s in cookie: %2$s = %3$s
fa_ir: مسدود شده برای %1$s در کوکی: %2$s = %3$s

source: Blocked for %1$s in file: %2$s = %3$s
fa_ir: مسدود شده برای %1$s در فایل: %2$s = %3$s

source: Unknown
fa_ir: نامشخص

source: Dismiss
fa_ir: رد کردن

source: Wordfence has blocked IP address %s.
fa_ir: Wordfence آدرس IP %s را مسدود کرده است.

source: The reason is: "%s".
fa_ir: دلیل این است: "%s".

source: The duration of the block is %s.
fa_ir: مدت زمان مسدودسازی %s است.

source: Blocking IP %s
fa_ir: مسدودسازی IP %s

source: Wordfence Upgraded to version %s
fa_ir: Wordfence به نسخه %s ارتقا یافت

source: Your Wordfence installation has been upgraded to version %s
fa_ir: نصب Wordfence شما به نسخه %s ارتقا یافت

source: Wordfence WAF Deactivated
fa_ir: WAF Wordfence غیرفعال شد

source: A user with username "%s" deactivated the Wordfence Web Application Firewall on your WordPress site.
fa_ir: کاربری با نام کاربری "%s" فایروال برنامه وب Wordfence را در سایت وردپرس شما غیرفعال کرد.

source: Wordfence Deactivated
fa_ir: Wordfence غیرفعال شد

source: A user with username "%s" deactivated Wordfence on your WordPress site.
fa_ir: کاربری با نام کاربری "%s" Wordfence را در سایت وردپرس شما غیرفعال کرد.

source: Password recovery attempted
fa_ir: تلاش برای بازیابی رمز عبور

source: Someone tried to recover the password for user with email address: %s
fa_ir: کسی تلاش کرده تا رمز عبور کاربر با آدرس ایمیل: %s را بازیابی کند.

source: A user with IP address %1$s has been locked out from signing in or using the password recovery form for the following reason: %2$s.
fa_ir: کاربری با آدرس IP %1$s به دلیل دلیل زیر از ورود یا استفاده از فرم بازیابی رمز عبور مسدود شده است: %2$s.

source: The duration of the lockout is %s.
fa_ir: مدت زمان قفل شدن %s است.

source: User locked out from signing in
fa_ir: کاربر از ورود مسدود شده است

source: Admin Login
fa_ir: ورود مدیر

source: A user with username "%s" who has administrator access signed in to your WordPress site.
fa_ir: کاربری با نام کاربری "%s" که دسترسی مدیر دارد، وارد سایت وردپرس شما شده است.

source: User login
fa_ir: ورود کاربر

source: A non-admin user with username "%s" signed in to your WordPress site.
fa_ir: کاربری غیر از مدیر با نام کاربری "%s" وارد سایت وردپرس شما شده است.

source: User login blocked for insecure password
fa_ir: ورود کاربر به دلیل رمز عبور ناامن مسدود شد

source: A user with username "%1$s" tried to sign in to your WordPress site. Access was denied because the password being used exists on lists of passwords leaked in data breaches. Attackers use such lists to break into sites and install malicious code. Please change or reset the password (%2$s) to reactivate this account. Learn More: %3$s
fa_ir: کاربری با نام کاربری "%1$s" تلاش کرد تا وارد سایت وردپرس شما شود. دسترسی رد شد زیرا رمز عبور مورد استفاده در لیست‌های رمزهای عبور فاش شده در نقض داده‌ها وجود دارد. مهاجمان از چنین لیست‌هایی برای نفوذ به سایت‌ها و نصب کدهای مخرب استفاده می‌کنند. لطفاً رمز عبور (%2$s) را تغییر دهید یا بازنشانی کنید تا این حساب دوباره فعال شود. برای اطلاعات بیشتر: %3$s

source: Increased Attack Rate
fa_ir: نرخ حملات افزایش یافته است

source: SSL is not supported by your web server and is required to use this function. Please ask your hosting provider or site admin to install cURL with openSSL to use this feature.
fa_ir: SSL توسط سرور وب شما پشتیبانی نمی‌شود و برای استفاده از این ویژگی لازم است. لطفاً از ارائه‌دهنده میزبانی یا مدیر سایت بخواهید که cURL را با openSSL نصب کند تا این ویژگی فعال شود.

source: We received an empty data response from the Wordfence scanning servers when calling the '%s' function.
fa_ir: ما یک پاسخ داده خالی از سرورهای اسکن Wordfence هنگام فراخوانی تابع '%s' دریافت کردیم.

source: We received a data structure that is not the expected array when contacting the Wordfence scanning servers and calling the '%s' function.
fa_ir: ما ساختار داده‌ای دریافت کردیم که آرایه مورد انتظار نبود هنگام تماس با سرورهای اسکن Wordfence و فراخوانی تابع '%s'.

source: The Wordfence license you're using does not match this site's address. Premium features are disabled.
fa_ir: مجوز Wordfence که شما استفاده می‌کنید با آدرس این سایت مطابقت ندارد. ویژگی‌های پریمیوم غیرفعال شده‌اند.

source: Calling Wordfence API v%s:
fa_ir: فراخوانی API Wordfence نسخه %s:

source: There was an error connecting to the Wordfence scanning servers: %s
fa_ir: در اتصال به سرورهای اسکن Wordfence خطا رخ داد: %s

source: There was an unknown error connecting to the Wordfence scanning servers.
fa_ir: خطای ناشناخته‌ای در اتصال به سرورهای اسکن Wordfence رخ داد.

source: The Wordfence scanning servers are currently unavailable. This may be for maintenance or a temporary outage. If this still occurs in an hour, please contact support. [%s]
fa_ir: سرورهای اسکن Wordfence در حال حاضر در دسترس نیستند. این ممکن است به دلیل نگهداری یا قطعی موقت باشد. اگر این مشکل در یک ساعت آینده ادامه یافت، لطفاً با پشتیبانی تماس بگیرید. [%s]

source: Unknown Events
fa_ir: رویدادهای ناشناخته

source: Andorra
fa_ir: آندورا

source: United Arab Emirates
fa_ir: امارات متحده عربی

source: Afghanistan
fa_ir: افغانستان

source: Antigua and Barbuda
fa_ir: آنتیگوا و باربودا

source: Anguilla
fa_ir: آنگویلا

source: Albania
fa_ir: آلبانی

source: Armenia
fa_ir: ارمنستان

source: Angola
fa_ir: آنگولا

source: Antarctica
fa_ir: قطب جنوب

source: Argentina
fa_ir: آرژانتین

source: American Samoa
fa_ir: ساموآی آمریکا

source: Austria
fa_ir: اتریش

source: Australia
fa_ir: استرالیا

source: Aruba
fa_ir: آروبا

source: Aland Islands
fa_ir: جزایر آلند

source: Azerbaijan
fa_ir: آذربایجان

source: Bosnia and Herzegovina
fa_ir: بوسنی و هرزگوین

source: Barbados
fa_ir: باربادوس

source: Bangladesh
fa_ir: بنگلادش

source: Belgium
fa_ir: بلژیک
